{"10.1101/2020.01.30.927772": {"month": 2, "year": 2020, "title": "Cooperation for copulation: a novel ecological mechanism underlying the evolution of coalition for sharing mating opportunities", "abstract": "Cooperation, or the act of benefiting others at the cost of the benefactor’s fitness, has been a central issue in evolutionary theory. Non-human animals sometimes show coalitions or male-male “cooperation” to confront a male rival and challenge the rank hierarchy. Here we observed novel types of coalitions in wild stump-tailed macaques; multiple males actively shared the mating opportunities, i.e., a male copulated with a female, while his ally waited his turn and guarded them. Our mathematical simulations revealed that lack of estrous signs, as well as large numbers of males in a group, possibly enhance facultative sharing of females. This is the first demonstration of the sharing of females in non-human primates, and shed light on the evolutionary theory of cooperation.", "subject_area": "Animal Behavior and Cognition", "authors": ["Aru Toyoda", "Tamaki Maruhashi", "Suchinda Malaivijitnond", "Hiroki Koda", "Yasuo Ihara"]}, "10.1101/2020.01.30.926311": {"month": 2, "year": 2020, "title": "Rapid evolution of coordinated and collective movement in response to artificial selection", "abstract": "Collective motion occurs when individuals use social interaction rules to respond to the movements and positions of their neighbors. How readily these social decisions are shaped by selection remains unknown. Through artificial selection on fish (guppies, Poecilia reticulata) for increased social coordination (group polarization), we demonstrate that social interaction rules can evolve remarkably fast. Within just three generations, groups of polarization selected females showed a 15% increase in polarization, coupled with increased cohesiveness, compared to fish from control lines. They did not differ in physical swimming ability or exploratory behavior. However, polarization selected fish adopted faster speeds, particularly in social contexts, and showed stronger alignment and attraction responses to multiple neighbors. Our results demonstrate that animals’ social interactions can rapidly evolve under strong selection, and reveal which social interaction rules change when collective behavior evolves.", "subject_area": "Animal Behavior and Cognition", "authors": ["Alexander Kotrschal", "Alexander Szorkovszky", "James Herbert-Read", "Natasha I. Bloch", "Maksym Romenskyy", "Séverine Denise Buechel", "Ada Fontrodona Eslava", "Laura Sánchez Alòs", "Hongli Zeng", "Audrey Le Foll", "Ganaël Braux", "Kristiaan Pelckmans", "Judith E. Mank", "David Sumpter", "Niclas Kolm"]}, "10.1101/2020.01.30.925123": {"month": 2, "year": 2020, "title": "Fitting drift-diffusion decision models to trial-by-trial data", "abstract": "Drift-diffusion models or DDMs are becoming a standard in the field of computational neuroscience. They extend models from signal detection theory by proposing a simple mechanistic explanation for the observed relationship between decision outcomes and reaction times (RT). In brief, they assume that decisions are triggered once the accumulated evidence in favor of a particular alternative option has reached a predefined threshold. Fitting a DDM to empirical data then allows one to interpret observed group or condition differences in terms of a change in the underlying model parameters. However, current approaches do not provide reliable parameter estimates when, e.g., evidence strength is varied over trials. In this note, we propose a fast and efficient approach that is based on fitting a self-consistency equation that the DDM fulfills. Using numerical simulations, we show that this approach enables one to extract relevant information from trial-by-trial variations of RT data that would typically be buried in the empirical distribution. Finally, we demonstrate the added-value of the approach, when applied to a recent value-based decision making experiment.", "subject_area": "Animal Behavior and Cognition", "authors": ["Q. Feltgen", "J. Daunizeau"]}, "10.1101/2020.01.30.925875": {"month": 2, "year": 2020, "title": "Learning for angling: an advanced learning capability for avoidance of angling gear in red sea bream juveniles", "abstract": "Angling has been the cause of mortality for fish since ancient. The avoidance learning for angling gear could be considered as a survival strategy against the mortality by angling. Whereas some studies indicated the possibility of avoidance learning for angling gear, most studies investigated the avoidance learning by using groups of fish, in which it is difficult to reveal the process and mechanisms of the learning. The present study elucidated the avoidance learning for angling gear by experiment of single fish in a tank using red sea bream Pagrus major juveniles. Individuals with only once or twice of experience for angling avoided angling gear while showing the feeding motivation for pellets, representing avoidance learning for the angling gear. Most of the experienced individuals avoided the krill attached with a fishing line, but not krill and pellets near the angling gear. Feeding rate for prey on a fishing line at two month after the angling trial demonstrated that approximately half of fish kept the memory for angling gear. A series of experiment for angling gear elucidated that red sea bream juveniles are equipped with considerable learning capability for angling gear, suggesting a cognitive evolution for angling.", "subject_area": "Animal Behavior and Cognition", "authors": ["Kohji Takahashi", "Reiji Masuda"]}, "10.1101/2020.01.29.923417": {"month": 1, "year": 2020, "title": "Eating breakfast and avoiding the evening snack sustains lipid oxidation", "abstract": "Circadian (daily) regulation of metabolic pathways implies that food may be metabolized differentially over the daily cycle. To test that hypothesis, we monitored the metabolism of older subjects in a whole-room respiratory chamber over two separate 56-h sessions in a random crossover design. In one session, one of the three daily meals was presented as breakfast whereas in the other session, a nutritionally equivalent meal was presented as a late-evening snack. The duration of the overnight fast was the same for both sessions. Whereas the two sessions did not differ in overall energy expenditure, the respiratory exchange ratio (RER) was different during sleep between the two sessions. Unexpectedly, this difference in RER due to daily meal timing was not due to daily differences in physical activity, sleep disruption, or core body temperature. Rather, we found that the daily timing of nutrient availability coupled with daily/circadian control of metabolism drives a switch in substrate preference such that the late-evening snack session resulted in significantly lower lipid oxidation compared to the breakfast session. Therefore, the timing of meals during the day/night cycle affects how ingested food is oxidized or stored in humans with important implications for optimal eating habits.", "subject_area": "Animal Behavior and Cognition", "authors": ["Kevin Parsons Kelly", "Owen P. McGuinness", "Maciej Buchowski", "Jacob J. Hughey", "Heidi Chen", "James Powers", "Terry Page", "Carl Hirschie Johnson"]}, "10.1101/2020.01.29.924761": {"month": 1, "year": 2020, "title": "Seasonal and social factors associated with spacing in a wild territorial electric fish", "abstract": "The expression of territorial behavior in wild species is especially suited to explore how animals integrate individual traits with dynamic environmental and social contexts. In this study, we focused on the seasonal variation of the determinants of territory size in the weakly electric fish Gymnotus omarorum. This species is a seasonal breeder that displays year-long territorial aggression, in which female and male dyads exhibit indistinguishable non-breeding territorial agonistic behavior and the only significant predictor of contest outcome is body size. We carried out field surveys across seasons that included the identification of individual location, measurements of water physico-chemical variables, characterization of individual morphometric and physiological traits, and their correlation to spatial distribution. Although Gymnotus omarorum tolerates a wide range of dissolved oxygen concentration, territory size correlated with dissolved oxygen in both seasons. In the non-breeding season, we show that territory size is sexually monomorphic and explained only by body size. In the breeding season, while body size no longer correlated with territory size, evidence of sexual differences in territory size determinants emerged. First, the overall spatial arrangement adopted a sexual bias. Second, territory size depended on gonadal hormones in both sexes, which was expected for males, but not previously reported in females. Third, females’ territory size correlated with gonadal size and females showed relatively larger territories than males, probably to meet sexually dimorphic energetic requirements. This study provides evidence of seasonal changes in factors correlated with territory size and contributes to the understanding of the mechanisms underlying behavioral plasticity.", "subject_area": "Animal Behavior and Cognition", "authors": ["Lucía Zubizarreta", "Laura Quintana", "Daniel Hernández", "Franco Teixeira de Mello", "Mariana Meerhoff", "Renato Massaaki Honji", "Renata Guimarães Moreira", "Ana C. Silva"]}, "10.1101/2020.01.28.922740": {"month": 1, "year": 2020, "title": "Structural differences between REM and non-REM dream reports assessed by graph analysis", "abstract": "Dream reports collected after rapid eye movement sleep (REM) awakenings are, on average, longer, more vivid, bizarre, emotional and story-like compared to those collected after non-REM. However, a comparison of the word-to-word structural organization of dream reports is lacking, and traditional measures that distinguish REM and non-REM dreaming may be confounded by report length. This problem is amenable to the analysis of dream reports as non-semantic directed word graphs, which provide a structural assessment of oral reports, while controlling for individual differences in verbosity. Against this background, the present study had two main aims: Firstly, to investigate differences in graph structure between REM and non-REM dream reports, and secondly, to evaluate how non-semantic directed word graph analysis compares to the widely used measure of report length in dream analysis. To do this, we analyzed a set of 125 dream reports obtained from 19 participants in controlled laboratory awakenings from REM and N2 sleep. We found that: (1) graphs from REM sleep possess a larger connectedness compared to those from N2; (2) measures of graph structure can predict ratings of dream complexity, where increases in connectedness and decreases in randomness are observed in relation to increasing dream report complexity; and (3) measures of the Largest Connected Component of a graph can improve a model containing report length in predicting sleep stage and dream complexity. These results indicate that dream reports sampled after REM awakening have on average a larger connectedness compared to those sampled after N2 (i.e. words recur with a longer range), a difference which appears to be related to underlying differences in dream complexity. Altogether, graph analysis represents a promising method for dream research, due to its automated nature and potential to complement report length in dream analysis.", "subject_area": "Animal Behavior and Cognition", "authors": ["Joshua M. Martin", "Danyal Wainstein", "Natalia B. Mota", "Sergio A. Mota-Rolim", "John Fontenele Araújo", "Mark Solms", "Sidarta Ribeiro"]}, "10.1101/2020.01.24.918185": {"month": 1, "year": 2020, "title": "Splice-specific deficiency of the PTSD-associated gene PAC1 leads to a paradoxical age-dependent stress behavior", "abstract": "The pituitary adenylate cyclase-activating polypeptide receptor (PAC1, also known as ADCYAP1R1) is associated with post-traumatic stress disorder and modulation of stress response in general. Alternative splicing of PAC1 results in multiple gene products, which differ in their mode of signalling and tissue distribution. However, the roles of distinct splice variants in the regulation of stress behavior is poorly understood. Alternative splicing of a short exon, which is known as the “hop cassette”, occurs during brain development and in response to stressful challenges. To examine the function of this variant, we generated a splice-specific zebrafish mutant lacking the hop cassette, which we designated ‘hopless’. We show that hopless mutant larvae display increased anxiety-like behavior, including reduced dark exploration and impaired habituation to dark exposure. Conversely, adult hopless mutants displayed superior ability to rebound from an acute stressor, as they exhibited reduced anxiety- like responses to an ensuing novelty stress. We propose that the developmental loss of a specific PAC1 splice variant mimics prolonged mild stress exposure, which in the long term, predisposes the organism’s stress response towards a resilient phenotype. Our study presents a unique genetic model demonstrating how early-life state of anxiety paradoxically correlates with reduced stress susceptibility in adulthood.", "subject_area": "Animal Behavior and Cognition", "authors": ["Jakob Biran", "Michael Gliksberg", "Ido Shirat", "Amrutha Swaminathan", "Talia Levitas-Djerbi", "Lior Appelbaum", "Gil Levkowitz"]}, "10.1101/2020.01.27.921114": {"month": 1, "year": 2020, "title": "Brain size predicts learning abilities in bees", "abstract": "A large brain is widely considered a distinctive feature of intelligence, a notion that mostly derives from studies in mammals. However, studies in insects demonstrates that cognitively sophisticated processes, such as social learning and tool use, are still possible with very small brains. Even after accounting for the allometric effect of body size, substantial variation in brain size still remains unexplained. A plausible advantage of a disproportionately larger brain might be an enhanced ability to learn new behaviors to cope with novel or complex challenges. While this hypothesis has received ample support from studies in birds and mammals, similar evidence is not available for small-brained animals like insects. Our objective is to compare the learning abilities of different bee species with their brain size investment. We conducted an experiment in which field-collected individuals had to associate an unconditioned stimulus (sucrose), with a conditioned stimulus (colored strip). We show that the probability of learning the reward-colour association was related to both absolute and relative brain size. This study shows that other bee species aside from the long studied honeybees and bumblebees, can be used in cognitive experiments and opens the door to explore the importance of relative brain sizes in cognitive tasks for insects and its consequences for species survival in a changing world.", "subject_area": "Animal Behavior and Cognition", "authors": ["Miguel Á. Collado", "Cristina M. Montaner", "Francisco P. Molina", "Daniel Sol", "Ignasi Bartomeus"]}, "10.1101/2020.01.27.921593": {"month": 1, "year": 2020, "title": "A Dual Reward-Place Association Task to Study the Preferential Retention of Relevant Memories in Rats", "abstract": "Memories of past events and common knowledge are critical to flexibly adjust one’s future behavior based on prior experiences. The formation and the transformation of these memories into a long-lasting form are supported by a dialog between the coordinated activity of population of neurons in the cortex and the hippocampus. Not all experiences are remembered equally well nor for equally long. It has been demonstrated experimentally in humans that memory strength positively depends on the behavioral relevance of the associated experience. Behavioral paradigms testing the selective retention of memory in rodents would enable to further investigate the neuronal mechanisms at play. We developed a novel paradigm to follow the repeated acquisition and retrieval of two contextually distinct, yet concurrently occurring, food-place associations in rats. We demonstrated the use of this paradigm by varying the amount of reward associated with the two locations. After delays of 2h or 20h, rats showed better memory performance for experiences associated with larger amount of reward. This effect depends on the level of spatial integration required to retrieve the associated location. Thus, this paradigm is suited to study the preferential retention of relevant experiences in rats.", "subject_area": "Animal Behavior and Cognition", "authors": ["Frédéric Michon", "Jyh-Jang Sun", "Chae Young Kim", "Fabian Kloosterman"]}, "10.1101/870311": {"month": 1, "year": 2020, "title": "Latent space visualization, characterization, and generation of diverse vocal communication signals", "abstract": "Animals produce vocalizations that range in complexity from a single repeated call to hundreds of unique vocal elements patterned in sequences unfolding over hours. Characterizing complex vocalizations can require considerable effort and a deep intuition about each species’ vocal behavior. Even with a great deal of experience, human characterizations of animal communication can be affected by human perceptual biases. We present here a set of computational methods that center around projecting animal vocalizations into low dimensional latent representational spaces that are directly learned from data. We apply these methods to diverse datasets from over 20 species, including humans, bats, songbirds, mice, cetaceans, and nonhuman primates, enabling high-powered comparative analyses of unbiased acoustic features in the communicative repertoires across species. Latent projections uncover complex features of data in visually intuitive and quantifiable ways. We introduce methods for analyzing vocalizations as both discrete sequences and as continuous latent variables. Each method can be used to disentangle complex spectro-temporal structure and observe long-timescale organization in communication. Finally, we show how systematic sampling from latent representational spaces of vocalizations enables comprehensive investigations of perceptual and neural representations of complex and ecologically relevant acoustic feature spaces.", "subject_area": "Animal Behavior and Cognition", "authors": ["Tim Sainburg", "Marvin Thielk", "Timothy Q Gentner"]}, "10.1101/2020.01.25.919324": {"month": 1, "year": 2020, "title": "A theory of the use of information by enemies in the predator-prey space race", "abstract": "A comprehensive theory about when and how behaviourally responsive predators and prey should use the information they acquire about the environment and each other’s presence while engaged in what is viewed as a space race is currently lacking. This limits our understanding of the role of behaviour in trophic relationships and our ability to predict predator and prey distributions. Here we combined a simulation model with a genetic algorithm to predict how predators and prey behaving optimally should use information in environments with different levels of heterogeneity in prey forage distribution and prey vulnerability. Our results demonstrate the key role of unpredictability in successful movement strategies for both predators and prey, supporting the ‘shell-game’ hypothesis. We reveal striking differences between predators and prey in the magnitude of this unpredictability and its relationship with environmental heterogeneities, and in how past and recent information about encounters or prey forage availability are used.", "subject_area": "Animal Behavior and Cognition", "authors": ["Rémi Patin", "Daniel Fortin", "Simon Chamaillé-Jammes"]}, "10.1101/2020.01.25.917617": {"month": 1, "year": 2020, "title": "Time varying connectivity across the brain changes as a function of nicotine abstinence state", "abstract": "Background The Nicotine Withdrawal Syndrome (NWS) includes affective and cognitive disruptions whose incidence and severity vary across time during acute abstinence. However, most network-level neuroimaging employs static measures of resting state functional connectivity (rsFC), assuming time-invariance, and unable to capture dynamic brain-behavior relationships. Recent advances in rsFC signal processing allow characterization of “time varying connectivity” (TVC), which characterizes network communication between sub-networks that reconfigure over the course of data collection. As such, TVC may more fully describe network dysfunction related to the NWS.", "subject_area": "Animal Behavior and Cognition", "authors": ["John R. Fedota", "Thomas J. Ross", "Juan Castillo", "Michael R. McKenna", "Allison L. Matous", "Betty Jo Salmeron", "Vinod Menon", "Elliot A. Stein"]}, "10.1101/799825": {"month": 1, "year": 2020, "title": "Genetic relatedness cannot explain social preferences in black-and-white ruffed lemurs (Varecia variegata)", "abstract": "Fission-fusion social dynamics are common among a number of vertebrate taxa, and yet the factors shaping these variable associations among subgroup members have not been widely addressed. Associations may occur simply because of shared habitat preferences; however, social ties may also be influenced by genetic relatedness (kinship) or social attraction. Here, we investigate the association patterns of wild black-and-white ruffed lemurs, Varecia variegata, in Ranomafana National Park, Madagascar using behavioural, spatial (home range), and genetic data from twenty-four individually identified animals. We collected 40,840 records of group composition over a 17-month period and from this calculated pairwise association indices. We also used ranging coordinates and genetic samples to estimate patterns of spatial overlap and kinship, and then related these measures to patterns of affiliation. From these analyses, we found that dyadic ruffed lemur social associations were generally sparse and weak; that home range overlap was minimal; and that average relatedness within the community was low. We found no evidence that kinship was related to patterns of either spatial overlap or social association; instead, associations were primarily driven by space use. Moreover, social preferences were unrelated to kinship. While home range overlap explained most of the variation seen in social association, some variation remains unaccounted for, suggesting that other social, ecological, and biological factors such as shared resource defense or communal breeding might also play a role in social attraction. Our results further highlight the need to consider individual space use and nuances of species behavior when investigating social preference and social association more generally.", "subject_area": "Animal Behavior and Cognition", "authors": ["Andrea L Baden", "Timothy H Webster", "Brenda J Bradley"]}, "10.1101/2020.01.21.914556": {"month": 1, "year": 2020, "title": "Similarities and differences in spatial and non-spatial cognitive maps", "abstract": "There is a resurgence of interest in “cognitive maps” based on recent evidence that the hippocampal-entorhinal system encodes both spatial and non-spatial information, with far-reaching implications for human behavior. Yet little is known about the commonalities and differences in the computational principles underlying human learning and decision making in spatial and non-spatial domains. We use a within-subject design to examine how humans search for either spatially or conceptually correlated rewards. Using a Bayesian learning model, we find evidence for the same computational mechanisms of generalization across domains. While participants were sensitive to expected rewards and uncertainty in both tasks, how they leveraged this knowledge to guide exploration was different: participants displayed less uncertainty-directed and more random exploration in the conceptual domain. Moreover, experience with the spatial task improved conceptual performance, but not vice versa. These results provide important insights about the degree of overlap between spatial and conceptual cognition.", "subject_area": "Animal Behavior and Cognition", "authors": ["Charley M. Wu", "Eric Schulz", "Mona M. Garvert", "Björn Meder", "Nicolas W. Schuck"]}, "10.1101/406439": {"month": 1, "year": 2020, "title": "Large prospective losses lead to sub-optimal sensorimotor decisions in humans", "abstract": "The rationality of human behavior has been a major problem in philosophy for centuries. The pioneering work of Kahneman and Tversky provides strong evidence that people are not rational. Recent work in psychophysics argues that incentivized sensorimotor decisions (such as deciding where to reach to get a reward) maximizes expected gain, suggesting that it may be impervious to cognitive biases and heuristics. We rigorously tested this hypothesis using multiple experiments and multiple computational models. We obtained strong evidence that people deviated from the objectively rational strategy when potential losses were large. They instead appeared to follow a strategy in which they simplify the decision problem and satisfice rather than optimize. This work is consistent with the framework known as bounded rationality, according to which people behave rationally given their computational limitations.", "subject_area": "Animal Behavior and Cognition", "authors": ["Tyler J. Adkins", "Richard L. Lewis", "Taraz G. Lee"]}, "10.1101/2020.01.21.913053": {"month": 1, "year": 2020, "title": "An anti-amyloidogenic treatment to specifically block the consolidation of traumatic events in mouse", "abstract": "Post-traumatic stress disorder (PTSD) is a mental health disorder triggered by the exposure to a traumatic event that manifests with anguish, intrusive memories and negative mood changes. So far, there is no efficient treatment for PTSD other than symptomatic palliative care. Based on the implication of the functional amyloid cytoplasmic polyadenylation element binding protein-3 (CPEB3) in the consolidation of memory, we propose its active amyloid state as a possible therapeutic target by blocking the consolidation of traumatic memories through polyglutamine binding peptide 1 (QBP1), an inhibitor of the amyloid oligomerization previously investigated in Drosophila.", "subject_area": "Animal Behavior and Cognition", "authors": ["Paula López-García", "Daniel Ramírez de Mingo", "Kerry R. McGreevy", "Anna Pallé López", "Helena Akiko Popiel", "Andrea Santi", "Yoshitaka Nagai", "José Luís Trejo", "Mariano Carrión-Vázquez"]}, "10.1101/2020.01.21.913624": {"month": 1, "year": 2020, "title": "Deep learning based behavioral analysis enables high precision rodent tracking and is capable of outperforming commercial solutions", "abstract": "To study brain function, preclinical research relies heavily on animal monitoring and the subsequent analyses of behavior. Commercial platforms have enabled semi high-throughput behavioral analyses by providing accurate tracking of animals, yet they often struggle with the analysis of ethologically relevant behaviors and lack the flexibility to adapt to variable testing environments. In the last couple of years, substantial advances in deep learning and machine vision have given researchers the ability to take behavioral analysis entirely into their own hands. Here, we directly compare the performance of commercially available platforms (Ethovision XT14, Noldus; TSE Multi Conditioning System, TSE Systems) to cross-verified human annotation. To this end, we provide a set of videos - carefully annotated by several human raters - of three widely used behavioral tests (open field, elevated plus maze, forced swim test). Using these data, we show that by combining deep learning-based motion tracking (DeepLabCut) with simple post-analysis, we can track animals in a range of classic behavioral tests at similar or even greater accuracy than commercial behavioral solutions. In addition, we integrate the tracking data from DeepLabCut with post analysis supervised machine learning approaches. This combination allows us to score ethologically relevant behaviors with similar accuracy to humans, the current gold standard, thus outperforming commercial solutions. Moreover, the resulting machine learning approach eliminates variation both within and between human annotators. In summary, our approach helps to improve the quality and accuracy of behavioral data, outperforming commercial systems at a fraction of the cost.", "subject_area": "Animal Behavior and Cognition", "authors": ["Oliver Sturman", "Lukas von Ziegler", "Christa Schläppi", "Furkan Akyol", "Benjamin Grewe", "Johannes Bohacek"]}, "10.1101/2020.01.21.913608": {"month": 1, "year": 2020, "title": "A minimal 3D model of mosquito flight behavior around the human baited bed net", "abstract": "Advances in digitized video-tracking and behavioral analysis have enabled accurate recording and quantification of mosquito flight and host-seeking behaviors, enabling development of Individual (agent) Based Models at much finer spatial scales than previously possible. We used such quantified behavioral parameters to create a novel virtual testing model, capable of accurately simulating indoor flight behavior by a virtual population of host-seeking mosquitoes as it interacts with and responds to simulated stimuli from a human-occupied bed net. We describe the model, including base mosquito behavior, state transitions, environmental representation and host stimulus representation. In the absence of a bed net and human bait, flight distribution of the model population is relatively uniform in the arena. Introducing an unbaited net induces a change in distribution due to landing events on the net surface, predominantly occurring on the sides and edges of the net. Presence of simulated human baited net strongly impacted flight distribution patterns, exploratory foraging, the number and distribution of net landing sites, depending on the bait orientation. As recorded in live mosquito experiments, contact with baited nets (a measure of exposure to the lethal insecticide) occurred predominantly on the top surface of the net. Number of net contacts and height of contacts decreased with increasing attractant dispersal noise. Results generated by the model are an accurate representation of actual mosquito behavior recorded at and around a human-occupied bed net in untreated and insecticide treated nets. In addition to providing insights into host-seeking behavior of endophilic vectors, this fine-grained model is highly flexible and has significant potential for in silico screening of novel bed net designs, accelerating the deployment of new and more effective tools for protecting against malaria in sub-Saharan Africa.", "subject_area": "Animal Behavior and Cognition", "authors": ["Jeff Jones", "Greg Murray", "Philip J McCall"]}, "10.1101/440321": {"month": 1, "year": 2020, "title": "A confirmation bias in perceptual decision-making due to hierarchical approximate inference", "abstract": "Human decisions are known to be systematically biased. A prominent example of such a bias occurs when integrating a sequence of sensory evidence over time. Previous empirical studies differ in the nature of the bias they observe, ranging from favoring early evidence (primacy), to favoring late evidence (recency). Here, we present a unifying framework that explains these biases and makes novel psychophysical and neurophysiological predictions. By explicitly modeling both the approximate and the hierarchical nature of inference in the brain, we show that temporal biases depend on the balance between “sensory information” and “category information” in the stimulus. Finally, we present new data from a human psychophysics task that confirm that temporal biases can be robustly changed within subjects as predicted by our models.", "subject_area": "Animal Behavior and Cognition", "authors": ["Richard D. Lange", "Ankani Chattoraj", "Jeffrey M. Beck", "Jacob L. Yates", "Ralf M. Haefner"]}, "10.1101/2020.01.19.911313": {"month": 1, "year": 2020, "title": "Potential short-term earthquake forecasting by farm-animal monitoring", "abstract": "Whether changes in animal behavior allow for short-term earthquake predictions has been debated for a long time. During the 2016/2017 earthquake sequence in Italy, we instrumentally observed the activity of farm animals (cows, dogs, sheep) close to the epicenter of the devastating magnitude M6.6 Norcia earthquake (Oct-Nov 2016) and over a subsequent longer observation period (Jan-Apr 2017). Relating 5304 (in 2016) and 12948 (in 2017) earthquakes with a wide magnitude range (0.4 ≤ M ≤ 6.6) to continuously measured animal activity, we detected how the animals collectively reacted to earthquakes. We also found consistent anticipatory activity prior to earthquakes during times when the animals were in a stable, but not during their time on a pasture. We detect these anticipatory patterns not only in periods with high, but also in periods of low seismic activity. Earthquake anticipation times (1-20hrs) are negatively correlated with the distance between the farm and earthquake hypocenters. Our study suggests that continuous instrumental monitoring of animal collectives has the potential to provide statistically reliable patterns of pre-seismic activity that could allow for short-term earthquake forecasting.", "subject_area": "Animal Behavior and Cognition", "authors": ["Martin Wikelski", "Uschi Mueller", "Paola Scocco", "Andrea Catorci", "Lev Desinov", "Mikhail Belyaev", "Daniel Keim", "Winfried Pohlmeier", "Gerhard Fechteler", "P. Martin Mai"]}, "10.1101/2020.01.19.911867": {"month": 1, "year": 2020, "title": "Set-size effects in change detection depend on failures of retrieval and/or comparison and not on perception, encoding or storage", "abstract": "Set-size effects in change detection is often used to investigate the capacity limits of dividing attention. Such capacity limits have been attributed to a variety of processes including perception, memory encoding, memory storage, memory retrieval, comparison and decision. In this study, we investigated the locus of the effect of increasing set size from 1 to 2. To measure purely attentional effects and not other phenomena such as crowding, a precue was used to manipulate relevant set size and keep the display constant across conditions. The task was to detect a change in the orientation of 1 or 2 Gabor patterns. The locus of the capacity limits was determined by varying when observers were cued to the only stimulus that was relevant. We began by measuring the baseline set-size effect in an initial experiment. In the next experiment, a 100% valid postcue was added to test for an effect of decision. This postcue did not change the set-size effects. In the critical experiments, a 100% valid cue was provided during the retention interval between displays, or only one stimulus was presented in the second display (local recognition). For both of these conditions, there was little or no set-size effect. This pattern of results was found for both hard-to-discriminate stimuli typical of perception experiments and easy-to-discriminate stimuli typical of memory experiments. These results are consistent with capacity limits in memory retrieval, and/or comparison. For these set sizes, the results are not consistent with capacity limits in perception, memory encoding or memory storage.", "subject_area": "Animal Behavior and Cognition", "authors": ["James C. Moreland", "John Palmer", "Geoffrey M. Boynton"]}, "10.1101/2020.01.17.910695": {"month": 1, "year": 2020, "title": "Measuring social networks in primates: wearable sensors vs. direct observations", "abstract": "Network analysis represents a valuable and flexible framework to understand the structure of individual interactions at the population level in animal societies. The versatility of network representations is moreover suited to different types of datasets describing these interactions. However, depending on the data collection method, different pictures of the social bonds between individuals could a priori emerge. Understanding how the data collection method influences the description of the social structure of a group is thus essential to assess the reliability of social studies based on different types of data. This is however rarely feasible, especially for animal groups, where data collection is often challenging. Here, we address this issue by comparing datasets of interactions between primates collected through two different methods: behavioral observations and wearable proximity sensors. We show that, although many directly observed interactions are not detected by the sensors, the global pictures obtained when aggregating the data to build interaction networks turn out to be remarkably similar. Sensors data yield moreover a reliable social network already over short timescales and can be used for long term campaigns, showing their important potential for detailed studies of the evolution of animal social groups.", "subject_area": "Animal Behavior and Cognition", "authors": ["Valeria Gelardi", "Jeanne Godard", "Dany Paleressompoulle", "Nicolas Claidière", "Alain Barrat"]}, "10.1101/2020.01.17.910190": {"month": 1, "year": 2020, "title": "Zero-determinant strategies under observation errors in repeated games", "abstract": "Zero-determinant (ZD) strategies are a novel class of strategies in the Repeated Prisoner’s Dilemma (RPD) game discovered by Press and Dyson. This strategy set enforces a linear payoff relationship between a focal player and the opponent regardless of the opponent’s strategy. In the RPD game, a discount factor and observation errors are both important because they often happen in society. However, they were not considered in the original discovery of ZD strategies. In some preceding studies, each of them were considered independently. Here, we analytically study the strategies that enforce linear payoff relationships in the RPD game considering both a discount factor and observation errors. As a result, we first revealed that the payoffs of two players can be represented by the form of determinants as shown by Press and Dyson even with the two factors. Then, we searched for all possible strategies that enforce linear payoff relationships and found that both ZD strategies and unconditional strategies are the only strategy sets to satisfy the condition. Moreover, we numerically derived minimum discount rates for the one subset of the ZD strategies in which the extortion factor approaches to infinity. For the ZD strategies whose extortion factor is finite, we numerically derived the minimum extortion factors above which such strategies exist. These results contribute to a deep understanding of ZD strategies in society.", "subject_area": "Animal Behavior and Cognition", "authors": ["Azumi Mamiya", "Genki Ichinose"]}, "10.1101/2020.01.17.907477": {"month": 1, "year": 2020, "title": "Dynamic longitudinal behavior in animals exposed to chronic social defeat stress", "abstract": "Chronic social defeat (CSD) can lead to impairments in social interaction and other behaviors that are supposed to model features of major depressive disorder (MDD). Not all animals subjected to CSD, however, develop these impairments, and maintained social interaction in some animals is widely used as a model for resilience to stress-induced mental dysfunctions. So far, animals have mainly been studied shortly (24 hours and 7 days) after CSD exposure and longitudinal development of behavioral phenotypes in individual animals has been mostly neglected. We have analyzed social interaction and novel object recognition behavior of stressed mice at different time points after CSD and have found very dynamic courses of behavior of individual animals. Instead of the two groups, resilient or susceptible, that are found at early time points our data suggest four groups with (i, ii) animals behaving resilient or susceptible at early and late time points, respectively (iii) animals that start susceptible and recover with time or (iv) animals that are resilient at early time points but develop vulnerability later on.", "subject_area": "Animal Behavior and Cognition", "authors": ["M. Wendelmuth", "M. Willam", "H. Todorov", "K. Radyushkin", "S. Gerber", "S. Schweiger"]}, "10.1101/2019.12.19.883157": {"month": 1, "year": 2020, "title": "Learning steers the ontogeny of an efficient hunting sequence in zebrafish larvae", "abstract": "The success of goal-directed behaviours relies on the coordinated execution of a sequence of component actions. In young animals, such sequences may be poorly coordinated, but with age and experience, behaviour progressively adapts to efficiently exploit the animal’s ecological niche. How experience impinges on the developing neural circuits of behaviour is an open question. As a model system, larval zebrafish (Danio rerio) hold enormous potential for studying both the development of behaviour and the underlying circuits, but no relevant experience-dependent learning paradigm has yet been characterized. To address this, we have conducted a detailed study of the effects of experience on the ontogeny of hunting behaviour in larval zebrafish. We report that larvae with prior prey experience consume considerably more prey than naive larvae. This is mainly due to increased capture success that is also accompanied by a modest increase in hunt rate. We identified two components of the hunting sequence that are jointly modified by experience. At the onset of the hunting sequence, the orientation strategy of the turn towards prey is modified such that experienced larvae undershoot prey azimuth. Near the end of the hunt sequence, we find that experienced larvae are more likely to employ high-speed capture swims initiated from longer distances to prey. Combined, these modified turn and capture manoeuvrers can be used to predict the probability of capture success and suggest that their development provides advantages specific to larvae feeding on live-prey. Our findings establish an ethologically relevant paradigm in zebrafish for studying how the brain is shaped by experience to drive the ontogeny of efficient behaviour.", "subject_area": "Animal Behavior and Cognition", "authors": ["Konstantinos Lagogiannis", "Giovanni Diana", "Martin P Meyer"]}, "10.1101/2020.01.16.903476": {"month": 1, "year": 2020, "title": "Origin of perseveration in the trade-off between reward and complexity", "abstract": "When humans and other animals make repeated choices, they tend to repeat previously chosen actions independently of their reward history. This paper locates the origin of perseveration in a trade-off between two computational goals: maximizing rewards and minimizing the complexity of the action policy. We develop an information-theoretic formalization of policy complexity and show how optimizing the trade-off leads to perseveration. Analysis of two data sets reveals that people attain close to optimal trade-offs. Parameter estimation and model comparison supports the claim that perseveration quantitatively agrees with the theoretically predicted functional form.", "subject_area": "Animal Behavior and Cognition", "authors": ["Samuel J. Gershman"]}, "10.1101/2020.01.15.907840": {"month": 1, "year": 2020, "title": "Diversified Learning Environment Alleviates Learning Impairment Caused by Contextual Stress", "abstract": "Environment is capable of affecting our learning ability. Existing studies reported that learning ability can be enhanced by enriched environment and impaired by stressful context. However, it is still unclear whether diversified environment can reverse or ameliorate the learning difficulty caused by stressful context. In this study, several behavioral tasks were designed to test the role of diversified environment in active avoidance learning. In the present study, sound-cued active avoidance (two-way shuttle box) acted as learning paradigm. Multiple shuttle boxes with the identical size but different designs were employed to mimic diversified environment in learning tasks. Mild but inevitable foot shocking was adopted to increase animal’s stress to certain context. To quantify the depression/anxiety level of animals, open field test, forced swimming test, light-dark box test, and elevated plus maze were performed. The following findings were reported. First, diversified learning environment could improve learning ability in active avoidance, as manifested by higher successful rate and sharper learning curve. Second, elevating the stress level of animal to a certain context could noticeably reduce its performance in active avoidance learning. Third, the learning impairment attributed to stressful context can be improved by training in diversified environments. Thus, as revealed from the results, learning impairment caused by stressful context can be alleviated by diversified learning environment which may facilitate further medical and education applications.", "subject_area": "Animal Behavior and Cognition", "authors": ["Chen Gong", "Meng Zhang", "Yanjie Zhang", "Xiang Liu", "Pan Liu", "Xiaoling Liao", "Yi Zhou", "Zhiyue Shi", "Xue Liu"]}, "10.1101/2020.01.14.907139": {"month": 1, "year": 2020, "title": "What drives male association tendencies in wild zebrafish? Role of female and vegetation densities", "abstract": "Mating strategies in species is context-dependent and driven by several ecological and demographic factors. In natural habitats, a multitude of ecological factors interact and these eventually determine mating preferences and mate choice decisions among species. While zebrafish (Danio rerio) is a widely studied biological model organism, our understanding of their mating preferences, strategies and their underlying ecological drivers are still limited. Here, we explore the role of ecological factors such as spatial variation (or patchiness) in mate density and associated vegetation cover in determining mate association tactics among males in a wild zebrafish population. We employed a multi-choice experimental design for a better representation of ecologically relevant scenarios. Our results revealed that when presented with patches with increasing female densities, males displayed only a marginal increase in preference for higher female density patches. However, when female density varied concomitantly with variation in vegetation cover, the males associated more with higher foliage density patches irrespective of the female density in that patch. Our findings throw light on the complex interaction between these two most basic ecological factors in determining mate search strategies and mate associations among these group-living fish species.", "subject_area": "Animal Behavior and Cognition", "authors": ["Aditya Ghoshal", "Anuradha Bhat"]}, "10.1101/2020.01.13.904490": {"month": 1, "year": 2020, "title": "Collective decision making by rational agents with differing preferences", "abstract": "Collective decisions can emerge from individual-level interactions between members of a group. These interactions are often seen as social feedback rules, whereby individuals copy the decisions they observe others making, creating a coherent group decision. The benefit of these behavioural rules to the individual agent can be understood as a transfer of information, whereby a focal individual learns about the world by gaining access to the information possessed by others. Previous studies have analysed this exchange of information by assuming that all agents share common goals. While differences in information and differences in preferences have often been conflated, little is known about how differences between agents’ underlying preferences affects the use and efficacy of social information. In this paper I develop a model of social information use by rational agents with differing preferences, and demonstrate that the resulting collective behaviour is strongly dependent on the structure of preference sharing within the group, as well as the quality of information in the environment. In particular, I show that strong social responses are expected by individuals that are habituated to noisy, uncertain environments where private information about the world is relatively weak. Furthermore, by investigating heterogeneous group structures I demonstrate a potential influence of cryptic minority subgroups that may illuminate the empirical link between personality and leadership.", "subject_area": "Animal Behavior and Cognition", "authors": ["Richard P. Mann"]}, "10.1101/2020.01.12.903724": {"month": 1, "year": 2020, "title": "Canopy parkour: movement ecology of post-hatch dispersal in a gliding nymphal stick insect (Extatosoma tiaratum)", "abstract": "For flightless arboreal arthropods, to move from understory toward tree canopies is cognitively and energetically expensive, because various vegetational structures form complex three-dimensional landscapes with air gaps. The exposure to predation and environmental perturbations in the canopy space further obstruct the movement process. How to effectively move through the canopy space thus requires effective navigation tactics and movement skills. In the Australian stick insect Extatosoma tiaratum, the first instar nymphs hatch on the forest floor and disperse toward tree canopies in the daytime. Here, we address the movement ecology of dispersal in the E. tiaratum nymphs under controlled laboratory conditions. We found the newly hatched nymphs ascend with high endurance, accomplishing 100+ m within 60 minutes. Their navigation toward open canopies is generally directed by negative gravitaxis, positive phototaxis and tactic response to vertically oriented contrast patterns. We also found nymphal E. tiaratum use directed jumping to cross air gaps and respond to tactile stimulations and potential threat with self-dropping reflexes, actions which both lead to aerial descent. In sum, the post-hatch dispersal in E. tiaratum consists of various visually mediated movements both on vegetational structures and in air, within which context gliding is an effective mechanism for height recovery after predator- and perturbation-induced descent. These results further support the fundamental role of a diurnal temporal niche, in addition to spatial niche, to the evolution of gliding in wingless arboreal invertebrates.", "subject_area": "Animal Behavior and Cognition", "authors": ["Yu Zeng", "Sofia W. Chang", "Janelle Y. Williams", "Lynn Y-Nhi Nguyen", "Jia Tang", "Grisanu Naing", "Robert Dudley"]}, "10.1101/2020.01.12.903484": {"month": 1, "year": 2020, "title": "The Camouflage Machine: Optimising protective colouration using deep learning with genetic algorithms", "abstract": "The essential problem in visual detection is separating an object from its background. Whether in nature or human conflict, camouflage aims to make the problem harder, while conspicuous signals (e.g. for warning or mate attraction) require the opposite. Our goal is to provide a reliable method for identifying the hardest and easiest to find patterns, for any given environment. The problem is challenging because the parameter space provided by varying natural scenes and potential patterns is vast. Here we successfully solve the problem using deep learning with genetic algorithms and illustrate our solution by identifying appropriate patterns in two environments. To show the generality of our approach, we do so for both trichromatic and dichromatic visual systems. Patterns were validated using human participants; those identified as the best camouflage were significantly harder to find than a widely adopted military camouflage pattern, while those identified as most conspicuous were significantly easier than other patterns. Our method, dubbed the ‘Camouflage Machine’, will be a useful tool for those interested in identifying the most effective patterns in a given context.", "subject_area": "Animal Behavior and Cognition", "authors": ["J. G. Fennell", "L. Talas", "R. J. Baddeley", "I. C. Cuthill", "N. E. Scott-Samuel"]}, "10.1101/2020.01.12.903203": {"month": 1, "year": 2020, "title": "More motivated but equally good: no effect of gamification on visual working memory performance", "abstract": "Gamification refers to the introduction of gaming elements such as scores and leaderboards in non-gaming contexts. While there is growing evidence that gamification has positive effects on intrinsic motivation and engagement, it is largely unknown whether these effects translate to improved cognitive performance. Here, we examine whether gamification affects performance on a visual working memory (VWM) task. In Experiment 1, we gamified a standard delayed-estimation task by introducing scores and a leveling system. On each trial, the subject’s estimation error was mapped to a score between −100 and +100 and added to their total score. Subjects started at a set size of 1 and “leveled up” to the next set size each time they had accumulated 1,500 points. Post-experiment questionnaire data confirmed that subjects who performed the gamified version of the task were more motivated than control subjects. However, we found no difference in VWM performance between these two groups, nor between below-median and above-median motivated subjects. In Experiment 2, we tested for effects of trial-by-trial manipulations of motivation on VWM performance, by varying the scoring function across trials. Three scoring functions were used, with maxima of 7, 21, and 101 points. At the beginning of each trial, the subject was informed whether the potential reward was “low”, “medium”, or “high”. Post-questionnaire data showed that subjects were more motivated on high-reward trials. However, we found no evidence for a difference in performance between the three reward levels. Our results suggest that gamification increases people’s motivation to carry out visual working memory tasks, but it does not necessarily increase their performance.", "subject_area": "Animal Behavior and Cognition", "authors": ["Maria Mystakidou", "Ronald van den Berg"]}, "10.1101/767343": {"month": 1, "year": 2020, "title": "No effect of monetary reward in a visual working memory task", "abstract": "Previous work has shown that humans distribute their visual working memory (VWM) resources flexibly across items: the higher the importance of an item, the better it is remembered. A related, but much less studied question is whether people also have control over the total amount of VWM resource allocated to a task. Here, we approach this question by testing whether increasing monetary incentives results in better overall VWM performance. In two experiments, subjects performed a delayed-estimation task on the Amazon Turk platform. In both experiments, four groups of subjects received a bonus payment based on their performance, with the maximum bonus ranging from $0 to $10 between groups. We found no effect of the amount of bonus on intrinsic motivation or on VWM performance in either experiment. These results suggest that resource allocation in visual working memory is insensitive to monetary reward, which has implications for resource-rational theories of VWM.", "subject_area": "Animal Behavior and Cognition", "authors": ["Ronald van den Berg", "Qijia Zou", "Wei Ji Ma"]}, "10.1101/2020.01.10.901975": {"month": 1, "year": 2020, "title": "Similar time course of fast familiarity and slow recollection processes for recognition memory in humans and macaques", "abstract": "According to dual-process theory, recognition memory performance draws upon two processes, familiarity and recollection. The relative contribution to recognition memory are commonly distinguished in humans by analyzing receiver-operating-characteristics (ROC) curves; analogous methods are more complex and very rare in animals but fast familiarity and slow recollective-like processes (FF/SR) have been detected in non-human primates (NHPs) based on analyzing recognition error response time profiles. The relative utility of these methods to investigate familiarity and recollection/recollection-like processes across species is uncertain; indeed, even how comparable the FF/SR measures are across humans and NHPs remains unclear. Therefore in this study a broadly similar recognition memory task was exploited in both humans and NHPs to investigate the time course of the two recognition processes. We first show that the FF/SR dissociation exists in this task in human participants and then we demonstrate a similar profile in NHPs which suggests that FF/SR processes are comparable across species. We then verified, using ROC-derived indices for each time-bin in the FF/SR profile, that the ROC and FF/DR measures are related. Hence we argue that the FF/SR approach, procedurally easier in animals, can be used as a decent proxy to investigate these two recognition processes in future animal studies, important given that scant data exists as to the neural basis underlying recollection yet many of the most informative techniques primarily exist in animal models.", "subject_area": "Animal Behavior and Cognition", "authors": ["Zhemeng Wu", "Martina Kavanova", "Lydia Hickman", "Fiona Lin", "Mark J. Buckley"]}, "10.1101/2020.01.09.900266": {"month": 1, "year": 2020, "title": "PPM-Decay: A Computational Model of Auditory Prediction with Memory Decay", "abstract": "Statistical learning and probabilistic prediction are fundamental processes in auditory cognition. A prominent computational model of these processes is Prediction by Partial Matching (PPM), a variable-order Markov model that learns by internalizing n-grams from training sequences. However, PPM has limitations as a cognitive model: in particular, it has a perfect memory that weights all historic observations equally, which is inconsistent with memory capacity constraints and recency effects observed in human cognition. We address these limitations with PPM-Decay, a new variant of PPM that introduces a customizable memory decay kernel. In three studies – one with artificially generated sequences, one with chord sequences from Western music, and one with new behavioral data from an auditory pattern detection experiment – we show how this decay kernel improves the model’s predictive performance for sequences whose underlying statistics change over time, and enables the model to capture effects of memory constraints on auditory pattern detection. The resulting model is available in our new open-source R package, ppm (https://github.com/pmcharrison/ppm).", "subject_area": "Animal Behavior and Cognition", "authors": ["Peter M. C. Harrison", "Roberta Bianco", "Maria Chait", "Marcus T. Pearce"]}, "10.1101/2020.01.09.899054": {"month": 1, "year": 2020, "title": "The wisdom of stalemates: consensus and clustering as filtering mechanisms for improving collective accuracy", "abstract": "Groups of organisms, from bacteria to fish schools to human societies, depend on their ability to make accurate decisions in an uncertain world. Most models of collective decision-making assume that groups reach a consensus during a decision-making bout, often through simple majority rule. In many natural and sociological systems, however, groups may fail to reach consensus, resulting in stalemates. Here, we build on opinion dynamics and collective wisdom models to examine how stalemates may affect the wisdom of crowds. For simple environments, where individuals have access to independent sources of information, we find that stalemates improve collective accuracy by selectively filtering out incorrect decisions. In complex environments, where individuals have access to both shared and independent information, this effect is even more pronounced, restoring the wisdom of crowds in regions of parameter space where large groups perform poorly when making decisions using majority rule. We identify network properties that tune the system between consensus and accuracy, providing mechanisms by which animals, or evolution, could dynamically adjust the collective decision-making process in response to the reward structure of the possible outcomes. Overall, these results highlight the adaptive potential of stalemale filtering for improving the decision-making abilities of group-living animals.", "subject_area": "Animal Behavior and Cognition", "authors": ["Claudia Winklmayr", "Albert B. Kao", "Joseph B. Bak-Coleman", "Pawel Romanczuk"]}, "10.1101/2020.01.09.899971": {"month": 1, "year": 2020, "title": "Limited dispersal and an unexpected aggression pattern in a native supercolonial ant", "abstract": "Understanding how social groups function requires studies on how individuals move across the landscape and interact with each other. Ant supercolonies are extreme cooperative units that may consist of thousands of interconnected nests, and their individuals cooperate over large spatial scales. However, the inner structure of suggested supercolonial (or unicolonial) societies has rarely been extensively studied using both genetic and behavioral analyses. We describe a dense supercolony-like aggregation of more than 1 300 nests of the ant Formica (Coptoformica) pressilabris. We performed aggression bioassays and found that, while aggression levels were generally low, there was some aggression within the assumed supercolony. The occurrence of aggression increased with distance from the focal nest, in accordance with the genetically viscous population structure we observe by using 10 microsatellite markers. However, the aggressive interactions do not follow any clear pattern that would allow specifying colony borders within the area. The genetic data indicate limited gene flow within and away from the supercolony. Our results show that a Formica supercolony is not necessarily a single unit but can be a more fluid mosaic of aggressive and amicable interactions instead, highlighting the need to study internest interactions in detail when describing supercolonies.", "subject_area": "Animal Behavior and Cognition", "authors": ["S. M. Hakala", "M. Ittonen", "P. Seppä", "H. Helanterä"]}, "10.1101/2020.01.08.899088": {"month": 1, "year": 2020, "title": "Portable Automated Rapid Testing (PART) for auditory research: Validation in a normal hearing population", "abstract": "We describe data collected using Portable Automated Rapid Testing (PART), a freely-available application for psychoacoustical testing that harnesses commercially available tablet computer technology to translate current psychophysical knowledge into clinical practice. PART tests included the detection of tones in noise with and without spectral gaps; spectral, temporal, and spectro-temporal modulation; diotic and dichotic frequency modulation; and temporal gaps inserted between brief tone pulses. Listeners also performed a speech-on-speech spatial release from masking test. Data from 150 undergraduate students were collected using both passive and active noise-attenuating headphones in a silent environment and in the presence of recorded cafeteria noise. Across these and other manipulations of equipment and threshold-estimation techniques, performance reliably approximated that reported in the literature. These data serve as validation that accessible auditory hardware can be used to test auditory function with sufficient precision to provide clinical assessments of central auditory function in individual listeners. This dataset also provides a distribution of thresholds that can be used as a normative baseline against which auditory dysfunction can be identified in future work. PART has the potential to supplement the testing currently being done in the clinic to provide a clearer picture of auditory function and health.", "subject_area": "Animal Behavior and Cognition", "authors": ["E. Sebastian Lelo de Larrea-Mancera", "Trevor Stavropoulos", "Eric C. Hoover", "David A. Eddins", "Frederick J. Gallun", "Aaron R. Seitz"]}, "10.1101/2020.01.08.898205": {"month": 1, "year": 2020, "title": "Sound context modulates perceived vocal emotion", "abstract": "Many animal vocalizations contain nonlinear acoustic phenomena as a consequence of physiological arousal. In humans, nonlinear features are processed early in the auditory system, and are used to efficiently detect alarm calls and other urgent signals. Yet, high-level emotional and semantic contextual factors likely guide the perception and evaluation of roughness features in vocal sounds. Here we examined the relationship between perceived vocal arousal and auditory context. We presented listeners with nonverbal vocalizations (yells of a single vowel) at varying levels of portrayed vocal arousal, in two musical contexts (clean guitar, distorted guitar) and one non-musical context (modulated noise). As predicted, vocalizations with higher levels of portrayed vocal arousal were judged as more negative and more emotionally aroused than the same voices produced with low vocal arousal. Moreover, both the perceived valence and emotional arousal of vocalizations were significantly affected by both musical and non-musical contexts. These results show the importance of auditory context in judging emotional arousal and valence in voices and music, and suggest that nonlinear features in music are processed similarly to communicative vocal signals.", "subject_area": "Animal Behavior and Cognition", "authors": ["Marco Liuni", "Emmanuel Ponsot", "Gregory A. Bryant", "JJ Aucouturier"]}, "10.1101/2020.01.07.897165": {"month": 1, "year": 2020, "title": "Metacognition and memory of emotional information: Judgments of learning predict the affectivity congruence effect in free recall", "abstract": "Memory of emotional information often depends on the current mood and the dominant affective state. For example, studies show that people tend to recall emotional information of valence that is congruent with their affective traits. However, not much is known about whether this tendency is captured by metacognitive judgments of learning (JOLs). The aim of this study was to find out how people who score low or high on affectivity scales assess their memory of emotional material. We used a free-recall task with self-referential neutral, positive, and negative adjectives. The results show the affectivity congruence effect: the number of negative words recalled is related to affectivity; it increases with Negative Affectivity (NA) and decreases with Positive Affectivity (PA). Metacognitive assessment of future recall is also related to affectivity. Higher PA is related to higher JOLs for positive words and lower JOLs for negative words. Higher NA is related to higher JOLs for negative words and lower JOLs for positive words. The results suggest that metacognitive processes are sensitive to affective trait-specific memory bias.", "subject_area": "Animal Behavior and Cognition", "authors": ["Marta Siedlecka", "Agata Blaut", "Borys Paulewicz", "Joanna Kłosowska"]}, "10.1101/2020.01.07.892687": {"month": 1, "year": 2020, "title": "Early life adversity decreases fear expression in pre-adolescence by accelerating amygdalar parvalbumin cell development", "abstract": "Resource insecurity (e.g., poverty) can be a significant source of stress. Decreased resources during childhood has been associated with increased risk for developing stress-related disorders, including major depressive disorder and anxiety Although the link between early life adversity and increased risk for psychopathology has been well established, the developmental mechanisms remain unclear. Using a mouse model of poverty-like rearing, limited bedding and nesting materials (LB), we tested the effects of LB on the development of fear learning and of key neuronal structures involved in emotional regulation, the medial prefrontal cortex (mPFC) and basolateral amygdala (BLA). LB delayed the ability of pre-adolescent mice to express, but not form, an auditory conditioned fear memory. LB disrupted typical fear circuit development, accelerating parvalbumin positive (PV+) inhibitory interneuron maturation in the BLA and delaying the maturation of connections between the mPFC and BLA. The decreased fear expression in LB reared mice during early development was rescued through optogenetic inactivation of PV+ cells in the BLA. Together our data demonstrate that LB has profound and deleterious effects on mPFC and BLA development, decreasing threat-associated behavior expression, but not learning, in childhood. The current results provide a model of transiently blunt emotional reactivity in childhood, with fear-associated memories emerging later in adolescence, and possibly contributing to later pathology development.", "subject_area": "Animal Behavior and Cognition", "authors": ["Gabriela Manzano Nieves", "Marylin Bravo", "Kevin G. Bath"]}, "10.1101/2020.01.06.896142": {"month": 1, "year": 2020, "title": "Navigational strategies underlying temporal phototaxis in Drosophila larvae", "abstract": "Navigating across light gradients is essential for survival for many animals. However, we still have a poor understanding of the algorithms that underlie such behaviors. Here we develop a novel phototaxis assay for Drosophila larvae in which light intensity is always spatially uniform but constantly updates depending on the location of the animal in the arena. Even though larvae can only rely on temporal cues in this setup, we find that they are capable of finding preferred areas of low light intensity. Further detailed analysis of their behavior reveals that larvae initiate turns more frequently and that turn amplitudes become higher when animals experience luminance increments over extended periods of time. We suggest that temporal integration of luminance change during runs is an important – and so far largely unexplored – element of phototaxis.", "subject_area": "Animal Behavior and Cognition", "authors": ["Maxwell L. Zhu", "Kristian J. Herrera", "Katrin Vogt", "Armin Bahl"]}, "10.1101/689786": {"month": 1, "year": 2020, "title": "Tracking the mind’s eye: Primate gaze behavior during virtual visuomotor navigation reflects belief dynamics", "abstract": "To take the best actions, we often need to maintain and update beliefs about variables that cannot be directly observed. To understand the principles underlying such belief updates, we need tools to uncover subjects’ belief dynamics from natural behaviour. We tested whether eye movements could be used to infer subjects’ beliefs about latent variables using a naturalistic, visuomotor navigation task. We observed eye movements that appeared to continuously track the goal location even when no visible target was present there. Accurate goal-tracking was associated with improved task performance, and inhibiting eye movements in humans impaired navigation precision. By using passive stimulus playback and manipulating stimulus reliability, we show that subjects’ eye movements are likely voluntary, rather than reflexive. These results suggest that gaze dynamics play a key role in action-selection during challenging visuomotor behaviours, and may possibly serve as a window into the subject’s dynamically evolving internal beliefs.", "subject_area": "Animal Behavior and Cognition", "authors": ["Kaushik J Lakshminarasimhan", "Eric Avila", "Erin Neyhart", "Gregory C DeAngelis", "Xaq Pitkow", "Dora E Angelaki"]}, "10.1101/2019.12.28.886655": {"month": 1, "year": 2020, "title": "Layout symmetry facilitates spatial learning in the house cricket, Acheta domesticus, in the absence of visual cues", "abstract": "There is heavy debate about the mechanisms of spatial navigation by insects. Researchers tend to focus mainly on vision-based models, neglecting non-visual modalities. The capacity to navigate by layout symmetry has been reported in vertebrates. Nevertheless, there has been no direct evidence for such an ability in insects, especially regarding center finding. To provide novel insight into the ongoing debate, we developed a non-visual paradigm for testing navigation by layout geometry. We tested the house crickets to find a cool spot positioned centrally in heated arenas of different shapes. We found that the symmetry of the arena significantly facilitates how crickets learn to find the center of the arena, both in terms of time spent on the cool spot and the latency of locating it. Because there were no visual cues, this observation challenges visiocentric models. As alternatives, we discuss the possibility of non-visual space representation, or non-spatial search strategy.", "subject_area": "Animal Behavior and Cognition", "authors": ["Bartosz Baran", "Michał Krzyżowski", "Zoltán Rádai", "Jacek Francikowski", "Mateusz Hohol"]}, "10.1101/845628": {"month": 1, "year": 2020, "title": "Behavioral traits that define social dominance are the same that reduce social influence in a consensus task", "abstract": "In many species, cultures, and contexts, social dominance reflects the ability to exert influence over others, and the question of what makes an effective leader is pertinent to a range of disciplines and contexts. While dominant individuals are often assumed to be most influential, the behavioral traits that make them dominant may also make them socially aversive and thereby reduce their influence. Here we examine the influence of dominant and subordinate males on group behavior in different social contexts using the cichlid fish Astatotilapia burtoni. We find that phenotypically dominant males display behavioral traits that typify leadership across taxonomic systems – aggressive, social centrality, and movement leadership, while subordinate males are passive, socially peripheral, and have little influence over movement. However, in a more complex group-consensus task involving visual cue associations, subordinate males become the most effective agents of social change. We find that dominant males are spatially distant and have lower signal-to-noise ratios of informative behavior in the association task, potentially interfering with their ability to generate group-consensus. In contrast, subordinate males are physically close to other group members, have high signal-to-noise behaviors in the association task, and visual connectivity to other group members equal to that of dominant males. The attributes that define effective social influence are therefore highly context-specific, with socially and phenotypically dominant males being influential in routine but not complex social scenarios. These results demonstrate that behavioral traits that are typical of socially dominant individuals may actually reduce their social influence in other contexts.", "subject_area": "Animal Behavior and Cognition", "authors": ["Mariana Rodriguez-Santiago", "Paul Nührenberg", "James Derry", "Oliver Deussen", "Linda K Garrison", "Sylvia F Garza", "Fritz Francisco", "Hans A Hofmann", "Alex Jordan"]}, "10.1101/737650": {"month": 1, "year": 2020, "title": "Testosterone-mediated behavior shapes the emergent properties of social networks", "abstract": "Social networks can vary in their organization and dynamics, with implications for ecological and evolutionary processes. Understanding the mechanisms that drive these dynamics requires integrating individual-level biology with comparisons across multiple social networks.", "subject_area": "Animal Behavior and Cognition", "authors": ["Roslyn Dakin", "Ignacio T. Moore", "Brent M. Horton", "Ben J. Vernasco", "T. Brandt Ryder"]}, "10.1101/550814": {"month": 1, "year": 2020, "title": "Tracking activity patterns of a multispecies community of gymnotiform weakly electric fish in their neotropical habitat without tagging", "abstract": "Field studies on freely behaving animals commonly require tagging and often are focused on single species. Weakly electric fish generate a species- and individual-specific electric organ discharge (EOD) and therefore provide a unique opportunity for individual tracking without tagging. We here present and test tracking algorithms based on recordings with submerged electrode arrays. Harmonic structures extracted from power spectra provide fish identity. Localization of fish based on weighted averages of their EOD amplitudes is found to be more robust than fitting a dipole model. We apply these techniques to monitor a community of three species, Apteronotus rostratus, Eigenmannia humboldtii, and Sternopygus dariensis, in their natural habitat in Darién, Panamá. We found consistent upstream movements after sunset followed by downstream movements in the second half of the night. Extrapolations of these movements and estimates of fish density obtained from additional transect data suggest that some fish cover at least several hundreds of meters of the stream per night. Most fish, including Eigenmannia, were traversing the electrode array solitarily. From in-situ measurements of the decay of the EOD amplitude with distance of individual animals we estimated that fish can detect conspecifics at distances of up to 2 m. Our recordings also emphasize the complexity of natural electrosensory scenes resulting from the interactions of the EODs of different species. Electrode arrays thus provide an unprecedented window into the so-far hidden nocturnal activities of multispecies communities of weakly electric fish at an unmatched level of detail.", "subject_area": "Animal Behavior and Cognition", "authors": ["Jörg Henninger", "Rüdiger Krahe", "Fabian Sinz", "Jan Benda"]}, "10.1101/2020.01.03.893057": {"month": 1, "year": 2020, "title": "Explaining the effects of distractor statistics in visual search", "abstract": "Visual search, the task of detecting or locating target items amongst distractor items in a visual scene, is an important function for animals and humans. Different theoretical accounts make differing predictions for the effects of distractor statistics. Here we use a task in which we parametrically vary distractor items, allowing for a simultaneously fine-grained and comprehensive study of distractor statistics. We found effects of target-distractor similarity, distractor variability, and an interaction between the two, although the effect of the interaction on performance differed from the one expected. To explain these findings, we constructed computational process models that make trial-by-trial predictions for behaviour based on the full set of stimuli in a trial. These models, including a Bayesian observer model, provided excellent accounts of both the qualitative and quantitative effects of distractor statistics, as well as of the effect of changing the statistics of the environment (in the form of distractors being drawn from a different distribution). We conclude with a broader discussion of the role of computational process models in the understanding of visual search.", "subject_area": "Animal Behavior and Cognition", "authors": ["Joshua Calder-Travis", "Wei Ji Ma"]}, "10.1101/713420": {"month": 3, "year": 2020, "title": "Visual search mimics configural processing in associative learning", "abstract": "Theories of generalization distinguish between elemental and configural stimulus processing, depending on whether stimuli in a compound are processed independently or as distinct entities. Evidence for elemental processing comes from findings of summation in animals, where a compound of two stimuli that independently predict an outcome is deemed to be more predictive of the outcome than each stimulus alone. Configural processing, on the other hand, is supported by experiments that fail to find this effect when the compound is comprised of similar stimuli. In humans, by contrast, summation seems to be robust and independent of similarity. We show how these results are best explained by an alternative view in which generalization comes about from a visual search process in which subjects process the most predictive or salient stimulus in a compound. We offer empirical support for this theory in three human experiments on causal learning and formalize a new elemental visual search model based on reinforcement learning principles which can capture the present and previous data on generalization, bridging two different research areas in psychology into a unitary framework.", "subject_area": "Animal Behavior and Cognition", "authors": ["Omar D. Perez", "Sanjay Narasiwodeyar", "Fabian A. Soto"]}, "10.1101/330787v": {"month": 2, "year": 2020, "title": "Individual behavioral type captured by a Bayesian model comparison of cap making by sponge crabs", "abstract": "‘Animal personality’ is considered to be developed through complex interactions of an individual with its surrounding environment. How can we quantify the ‘personality’ of an individual? Quantifying intra- and inter-individual variability of behavior, or individual behavioral type, appears to be a prerequisite in the study of animal personality. We propose a statistical method from a predictive point of view to measure the appropriateness of our assumption of ‘individual’ behavior in repeatedly measured behavioral data from several individuals. For a model case, we studied the sponge crab Lauridromia dehaani known to make and carry a ‘cap’ from a natural sponge for camouflage. Because a cap is most likely to be rebuilt and replaced repeatedly, we hypothesized that each individual crab would grow a unique behavioral type and it would be observed under an experimentally controlled environmental condition. To test the hypothesis, we conducted behavioral experiments and employed a new Bayesian model-based comparison method to examine whether crabs have individual behavioral types in the cap making behavior. Crabs were given behavioral choices by using artificial sponges of three different sizes. We modeled the choice of sponges, size of the trimmed part of a cap, size of the cavity of a cap, and the latency to produce a cap, as random variables in 26 models, including hierarchical models specifying the behavioral types. In addition, we calculated the marginal-level widely applicable information criterion (mWAIC) values for hierarchical models to evaluate and compared them with the non-hierarchical models from the predictive point of view. As a result, the crabs of less than about 9 cm in size were found to make caps from the sponges. The body size explained the behavioral variables namely, choice, trimmed cap characteristics, and cavity size, but not latency. Furthermore, we captured the behavioral type as a probabilistic distribution structure of the behavioral data by comparing WAIC. Our statistical approach is not limited to behavioral data but is also applicable to physiological or morphological data when examining whether some group structure exists behind fluctuating empirical data.", "subject_area": "Animal Behavior and Cognition", "authors": ["Keita Harada", "Naoki Hayashi", "Katsushi Kagaya"]}, "10.1101/691949": {"month": 2, "year": 2020, "title": "Diffuse retro-reflective imaging for improved video tracking of mosquitoes at human baited bednets", "abstract": "Robust imaging techniques for tracking insects have been essential tools in numerous laboratory and field studies on pests, beneficial insects and model systems. Recent innovations in optical imaging systems and associated signal processing have enabled detailed characterisation of nocturnal mosquito behaviour around bednets and improvements in bednet design, a global essential for protecting populations against malaria. Nonetheless, there remain challenges around ease of use for large scale in situ recordings and extracting data reliably in the critical areas of the bednet where the optical signal is attenuated. Here we introduce a retro-reflective screen at the back of the measurement volume, which can simultaneously provide diffuse illumination, and remove optical alignment issues whilst requiring only one-sided access to the measurement space. The illumination becomes significantly more uniform, although, noise removal algorithms are needed to reduce the effects of shot noise particularly across low intensity bednet regions. By systematically introducing mosquitoes in front and behind the bednet in lab experiments we are able to demonstrate robust tracking in these challenging areas. Overall, the retro-reflective imaging setup delivers mosquito segmentation rates in excess of 90% compared to less than 70% with back-lit systems.", "subject_area": "Animal Behavior and Cognition", "authors": ["Vitaly Voloshin", "Christian Kröner", "Chandrabhan Seniya", "Gregory P. D. Murray", "Amy Guy", "Catherine E. Towers", "Philip J. McCall", "David P. Towers"]}, "10.1101/2020.02.27.968511": {"month": 2, "year": 2020, "title": "Automated measurement of long-term bower behaviors in Lake Malawi cichlids using depth sensing and action recognition", "abstract": "Measuring naturalistic behaviors in laboratory settings is difficult, and this hinders progress in understanding decision-making in response to ecologically-relevant stimuli. In the wild, many animals manipulate their environment to create architectural constructions, which represent a type of extended phenotype affecting survival and/or reproduction, and these behaviors are excellent models of goal-directed decision-making. Here, we describe an automated system for measuring bower construction in Lake Malawi cichlid fishes, whereby males construct sand structures to attract mates through the accumulated actions of thousands of individual sand manipulation decisions over the course of many days. The system integrates two orthogonal methods, depth sensing and action recognition, to simultaneously measure the developing bower structure and classify the sand manipulation decisions through which it is constructed. We show that action recognition accurately (>85%) classifies ten sand manipulation behaviors across three different species and distinguishes between scooping and spitting events that occur during bower construction versus feeding. Registration of depth and video data streams enables topographical mapping of these behaviors onto a dynamic 3D sand surface. The hardware required for this setup is inexpensive (<$250 per setup), allowing for the simultaneous recording from many independent aquariums. We further show that bower construction behaviors are non-uniform in time, non-uniform in space, and spatially repeatable across trials. We also quantify a unique behavioral phenotype in interspecies hybrids, wherein males sequentially express both phenotypes of behaviorally-divergent parental species. Our work demonstrates that simultaneously tracking both structure and behavior provides an integrated picture of long-term goal-directed decision-making in a naturalistic, dynamic, and social environment.", "subject_area": "Animal Behavior and Cognition", "authors": ["Zachary V Johnson", "Lijiang Long", "Junyu Li", "Manu Tej Sharma Arrojwala", "Vineeth Aljapur", "Tyrone Lee", "Mark C Lowder", "Karen Gu", "Tucker J Lancaster", "Joseph I Stockert", "Jean M Moorman", "Rachel L Lecesne", "Jeffrey T Streelman", "Patrick T McGrath"]}, "10.1101/2020.02.27.967919": {"month": 2, "year": 2020, "title": "Biosonar spatial resolution along the distance axis: revisiting the clutter interference zone", "abstract": "Unlike all other remote senses like vision or hearing, echolocation allows estimating the distance of an object. Not only have echolocating bats and toothed whales been shown to measure distance by echolocation extremely precisely, distance information is even topographically represented by a neuro-computational map in bats’ auditory cortex. This topographic representation and the corresponding tuning of cortical cells to object distance suggests the bats may be able to perceptually resolve multiple, simultaneously present objects along the distance axis. Here we use a novel psychophysical paradigm with complex phantom targets to quantity spatial resolution along the distance axis in the echolocating bat Phyllostomus discolor. We show that our bats can indeed perceptually resolve objects along the distance axis when they are separated by about 40 cm (around a reference distance of 108 cm) along the distance axis. These results are well comparable to earlier work on bats’ clutter interference zone (Simmons et al., 1988) and confirm those results with a more robust psychophysical paradigm.", "subject_area": "Animal Behavior and Cognition", "authors": ["Peter A. Wagenhäuser", "Lutz Wiegrebe", "A. Leonie Baier"]}, "10.1101/2020.02.27.967372": {"month": 2, "year": 2020, "title": "Rtrack: a software package for reproducible automated water maze analysis", "abstract": "Rtrack is an open-source software package for the analysis of spatial exploration data from behavioural tests such as the Morris water maze. The software provides an easy-to-use interface for data import, analysis and visualisation. A parameter-free machine learning model allows rapid and reproducible classification of spatial search strategies. We also propose a standard export format to enable cross-platform data sharing for the first time in the field.", "subject_area": "Animal Behavior and Cognition", "authors": ["Rupert W Overall", "Sara Zocher", "Alexander Garthe", "Gerd Kempermann"]}, "10.1101/754580": {"month": 2, "year": 2020, "title": "Simultaneously vocalizing Asian barbets adopt different frequencies without coordinating temporal rhythms", "abstract": "Sound stream segregation is an important challenge faced by simultaneously vocalizing animals. Chorusing birds, for instance, coordinate vocal timing to minimize overlap. Alternatively, other birds may use frequency differences to segregate sound streams, and vocalizing at different frequencies may enable them to remain distinct from each other. Here, I show that conspecific Asian barbets vocalize at distinctly different peak frequencies from each other. Additionally, they also differ in repetition rate, as measured by the inter-phrase interval. However, conspecific individuals across species do not temporally coordinate with each other during vocal interactions, maintaining independent and highly stereotyped individual rhythms together with different peak frequencies. Frequency differences between individuals may facilitate sound stream segregation when calls overlap in time. I propose that frequency differences between conspecifics may be widespread among birds possessing stereotyped, repetitive calls such as those found in barbets. This may enable segregation of competing sound streams both during cooperative duets and competitive singing during territorial interactions.", "subject_area": "Animal Behavior and Cognition", "authors": ["Anand Krishnan"]}, "10.1101/2020.02.25.965384": {"month": 2, "year": 2020, "title": "Bayesian confidence for drift diffusion observers in dynamic stimuli tasks", "abstract": "Much work has explored the possibility that the drift diffusion model, a model of response times and choices, could be extended to account for confidence reports. Many methods for making predictions from such models exist, although these methods either assume that stimuli are static over the course of a trial, or are computationally expensive, making it difficult to capitalise on trial-by-trial variability in dynamic stimuli. Using the framework of the drift diffusion model with time-dependent thresholds, and the idea of a Bayesian confidence readout, we derive expressions for the probability distribution over confidence reports. In line with current models of confidence, the derivations allow for the accumulation of “pipeline” evidence which has been received but not processed by the time of response, the effect of drift rate variability, and metacognitive noise. The expressions are valid for stimuli which change over the course of a trial with normally distributed fluctuations in the evidence they provide. A number of approximations are made to arrive at the final expressions, and we test all approximations via simulation. The derived expressions only contain a small number of standard functions, and only require evaluating once per trial, making trial-by-trial modelling of confidence data in dynamic stimuli tasks more feasible. We conclude by using the expressions to gain insight into the confidence of optimal observers, and empirically observed patterns.", "subject_area": "Animal Behavior and Cognition", "authors": ["Joshua Calder-Travis", "Rafal Bogacz", "Nick Yeung"]}, "10.1101/2020.02.25.953067": {"month": 2, "year": 2020, "title": "High laboratory mouse pre-weaning mortality associated with litter overlap, advanced mother age, small and large litters", "abstract": "High and variable pre-weaning mortality is a persistent problem among the main mouse strains used in biomedical research. If a modest 15% mortality rate is assumed across all mouse strains used in the EU, approximately 1 million more pups must be produced yearly to compensate for those which die. A few environmental and social factors have been identified as affecting pup mortality, but optimizing these factors does not cease the problem. This study is the first large study to mine data records from 219,975 pups from two breeding facilities to determine the major risk factors associated with mouse pre-weaning mortality. It was hypothesized that litter overlap (i.e. the presence of older siblings in the cage when new pups are born), a recurrent social configuration in trio-housed mice, is associated with increased newborn mortality, along with high mother age, large litter size, as well as a high number and age of older siblings in the cage. The estimated probability of pup death was two to seven percentage points higher in cages with compared to those without litter overlap. Litter overlap was associated with an increase in percentage of litter losses of 19% and 103%, respectively, in the two breeding facilities. Increased number and age of older siblings, high mother age, small litter size (less than four pups born) and large litter size (over 11 pups born) were associated with increased probability of pup death. Results suggest that common social cage configurations at breeding facilities are dangerous for the survivability of young mouse pups. The underlying mechanisms and strategies to avoid these situations should be further investigated.", "subject_area": "Animal Behavior and Cognition", "authors": ["Gabriela Munhoz Morello", "Jan Hultgren", "Sara Capas-Peneda", "Marc Whiltshire", "Aurelie Thomas", "Hannah Wardle-Jones", "Sophie Brajon", "Colin Gilbert", "I. Anna S. Olsson"]}, "10.1101/2020.01.30.927152": {"month": 2, "year": 2020, "title": "Reducing shock imminence eliminates poor avoidance in rats", "abstract": "In signaled active avoidance (SigAA), rats learn to suppress Pavlovian freezing and emit actions to escape threats and prevent footshocks. SigAA is critical for understanding aversively-motivated instrumental behavior and anxiety-related active coping. However, with standard protocols ∼25% of rats exhibit high freezing and poor avoidance. This has dampened enthusiasm for the paradigm and stalled progress. We demonstrate that reducing shock imminence with long-duration warning signals leads to greater freezing suppression and perfect avoidance in all subjects. This suggests that instrumental SigAA mechanisms evolved to cope with distant harm and protocols that promote inflexible Pavlovian reactions are poorly-designed to study avoidance.", "subject_area": "Animal Behavior and Cognition", "authors": ["Lindsay C. Laughlin", "Danielle M. Moloney", "Shanna B. Samels", "Robert M. Sears", "Christopher K. Cain"]}, "10.1101/2020.02.04.934315": {"month": 2, "year": 2020, "title": "Cooperative policing behavior regulates reproductive division of labor in a termite", "abstract": "Reproductive conflicts are common in insect societies where helping castes retain reproductive potential. One of the mechanisms regulating the conflicts is policing, a coercive behavior that reduces direct reproduction by other individuals. In eusocial Hymenoptera (ants, bees, and wasps), workers or the queen act aggressively toward fertile workers, or destroy their eggs. In many termite species (order Blattodea), upon the death of primary queen and king, workers or nymphs can differentiate into neotenic reproductives and inherit the breeding position. During this process, competition among neotenics is inevitable, but how this conflict is resolved remains unclear. Here, we report a policing behavior that regulates reproductive division of labor in the eastern subterranean termite, Reticulitermes flavipes. Our results demonstrate that the policing behavior is a cooperative effort performed sequentially by successful neotenics and workers. A neotenic reproductive initiates the attack of the fellow neotenic by biting and displays alarm behavior. Workers are then recruited to cannibalize the injured neotenic. Furthermore, the initiation of policing is age-dependent, with older reproductives attacking younger ones, thereby inheriting the reproductive position. This study provides empirical evidence of policing behavior in termites, which represents a convergent trait shared between eusocial Hymenoptera and Blattodea.", "subject_area": "Animal Behavior and Cognition", "authors": ["Qian Sun", "Jordan D. Hampton", "Kenneth F. Haynes", "Austin Merchant", "Xuguo Zhou"]}, "10.1101/612697": {"month": 2, "year": 2020, "title": "Vicarious reward unblocks associative learning about novel cues in male rats", "abstract": "Many species, including humans, are sensitive to social signals and their valuation is important in social learning. When social cues indicate that another is experiencing reward, they could convey vicarious reward value and prompt social learning. Here, we introduce a task that investigates if vicarious reward delivery in male rats can drive reinforcement learning in a formal associative learning paradigm. Using the blocking/unblocking paradigm, we found that when actor rats have fully learned a stimulus-self reward association, adding a cue that predicted additional partner reward unblocked associative learning about this cue. In contrast, additional cues that did not predict partner reward remained blocked from acquiring associative value. Preventing social signal exchange between the partners resulted in cues signaling partner reward remaining blocked. Taken together, these results suggest that vicarious rewards can drive reinforcement learning in rats, and that the transmission of social cues is necessary for this learning to occur.", "subject_area": "Animal Behavior and Cognition", "authors": ["Sander van Gurp", "Jochen Hoog", "Tobias Kalenscher", "Marijn van Wingerden"]}, "10.1101/2020.02.23.961326": {"month": 2, "year": 2020, "title": "Post-copulatory behavior of olive baboons (Papio anubis) infected by Treponema pallidum", "abstract": "In nonhuman primates pathogens are known to exert a profound and pervasive cost on various aspects of their sociality and reproduction. In olive baboons (Papio anubis) at Lake Manyara National Park, genital skin ulcers caused by Treponema pallidum subsp. pertenue lead to mating avoidance in females and altered mating patterns at a pre-copulatory and copulatory level. Beyond this level, sexual behavior comprises also post-copulatory interactions among the sexual partners. To investigate whether the presence of genital skin ulcers has an impact at the post-copulatory level, we analyzed 517 copulation events of 32 cycling females and 29 males. The occurrence of post-copulatory behaviors (i.e., copulation calls, darting [female rapid withdraw from the male] and post-copulatory grooming) was not altered by the presence of genital skin ulcerations. Similarly to other baboon populations, females of our group were more likely to utter copulation calls after ejaculatory copulation. The likelihood of darting was higher after ejaculatory copulations and with the presence of copulation calls. Post-copulatory grooming was rarely observed but when it occurred, males groomed females for longer periods when females uttered copulation calls during, or preceding mating. Our results indicate that despite the presence of conspicuous genital skin ulcers, the post-copulatory behavior was not affected by the genital health status of the dyad. This suggests that infection cues play a major role before and during mating but do not affect post-copulatory behavior.", "subject_area": "Animal Behavior and Cognition", "authors": ["Filipa M. D. Paciência", "Idrissa S. Chuma", "Iddi F. Lipende", "Sascha Knauf", "Dietmar Zinner"]}, "10.1101/468942": {"month": 2, "year": 2020, "title": "The Bayesian Superorganism: collective probability estimation in swarm systems", "abstract": "Superorganisms such as social insect colonies are very successful relative to their non-social counterparts. Powerful emergent information processing capabilities would seem to contribute to the abundance of such ‘swarm’ systems, as they effectively explore and exploit their environment collectively. We develop a Bayesian model of collective information processing in a decision-making task: choosing a nest site (a ‘multi-armed bandit’ problem). House-hunting Temnothorax ants are adept at discovering and choosing the best available nest site for their colony: we propose that this is possible via rapid, decentralised estimation of the probability that each choice is best. Viewed this way, their behavioural algorithm can be understood as a statistical method that anticipates recent advances in mathematics. Our model of their nest finding incorporates insights from approximate Bayesian computation as a model of colony-level behaviour; and particle filtering as a model of Temnothorax ‘tandem running’. Our Bayesian framework suggests that the mechanisms of complex collective behaviour can sometimes be explained with reference to Bayesian inference. It facilitates the generation of quantitative hypotheses regarding individual and collective movement behaviours when collective decisions must be made. It also points to the potential for bio-inspired statistical techniques. Finally, it suggests simple mechanisms for collective decision-making in engineered swarm systems, such as robot swarms.", "subject_area": "Animal Behavior and Cognition", "authors": ["Edmund R. Hunt", "Nigel R. Franks", "Roland J. Baddeley"]}, "10.1101/2020.02.21.958017": {"month": 2, "year": 2020, "title": "Loss of graded enemy recognition in a Whitehead population allopatric with brood parasitic Long-tailed Cuckoos", "abstract": "Many avian hosts of brood parasitic birds discriminate between different types of threats and may respond with categorically different, specifically anti-predatory or anti-parasitic behaviors. Alternatively, hosts may adjust their responses to threat level in a graded manner, responding more aggressively to brood parasites during the laying and incubation stages of nesting, when nests are most susceptible to parasitism, and more aggressively to nest predators during the nestling and fledgling stages when predation would be more costly than parasitism. In New Zealand, endemic host Whiteheads act inconspicuously around their nests in the presence of sympatric Long-tailed Cuckoos, their obligate brood parasite, perhaps to avoid disclosing nest location. We tested behavioral responses of a Whitehead population on Tiritiri Matangi Island that has been breeding allopatrically from cuckoos for 17 years. We presented models of the allopatric parasite, a sympatric predator (Morepork Owl), and a sympatric non-threatening heterospecific (Song Thrush) during the egg and chick stages, and to groups of cooperatively breeding Whiteheads. We compared responses across nest stage and stimulus type. We found that, unlike sympatric Whiteheads elsewhere in New Zealand, Whiteheads on Tiritiri Matangi produced alarm calls in response to the cuckoo model. Furthermore, the rate of alarm calling was similar towards the cuckoo and the owl and across egg and chick stage and higher than to the control stimulus. These results are consistent with allopatric Whiteheads having lost their specific anti-parasitic defense tactics in response to brood parasitic cuckoos.", "subject_area": "Animal Behavior and Cognition", "authors": ["Shelby L. Lawson", "Nora Leuschner", "Brian J. Gill", "Janice K. Enos", "Mark E. Hauber"]}, "10.1101/2020.02.21.958223": {"month": 2, "year": 2020, "title": "Capuchin monkey rituals: an interdisciplinary study of form and function", "abstract": "Many white-faced capuchin monkey dyads in Lomas Barbudal, Costa Rica, practice idiosyncratic interaction sequences that are not part of the species-typical behavioural repertoire. These interactions often include uncomfortable or risky elements. These interactions exhibit the following characteristics commonly featured in definitions of rituals in humans: (1) they involve an unusual intensity of focus on the partner, (2) the behaviours have no immediate utilitarian purpose, (3) they sometimes involve “sacred objects”, (4) the distribution of these behaviours suggests that they are invented and spread via social learning, and (5) many behaviours in these rituals are repurposed from other behavioural domains (e.g. extractive foraging). However, in contrast to some definitions of ritual, capuchin rituals are not overly rigid in their form, nor do the sequences have specific opening and closing actions. In our 9,260 hours of observation, ritual performance rate was uncorrelated with amount of time dyads spent in proximity but is (modestly) associated with higher relationship quality and rate of coalition formation across dyads. Our results suggest that capuchin rituals serve a bond-testing rather than a bond-strengthening function. Ritual interactions are exclusively dyadic, and between-dyad consistency in form is low, casting doubt on the alternative hypothesis that they enhance group-wide solidarity.", "subject_area": "Animal Behavior and Cognition", "authors": ["S. Perry", "M. Smolla"]}, "10.1101/2020.02.20.957712": {"month": 2, "year": 2020, "title": "Two distinct types of eye-head coupling in freely moving mice", "abstract": "Animals actively interact with their environment to gather sensory information. There is conflicting evidence about how mice use vision to sample their environment. During head restraint, mice make rapid eye movements strongly coupled between the eyes, similar to conjugate saccadic eye movements in humans. However, when mice are free to move their heads, eye movement patterns are more complex and often non-conjugate, with the eyes moving in opposite directions. Here, we combined eye tracking with head motion measurements in freely moving mice and found that both observations can be explained by the existence of two distinct types of coupling between eye and head movements. The first type comprised non-conjugate eye movements which systematically compensated for changes in head tilt to maintain approximately the same visual field relative to the horizontal ground plane. The second type of eye movements were conjugate and coupled to head yaw rotation to produce a “saccade and fixate” gaze pattern. During head initiated saccades, the eyes moved together in the same direction as the head, but during subsequent fixation moved in the opposite direction to the head to compensate for head rotation. This “saccade and fixate” pattern is similar to that seen in humans who use eye movements (with or without head movement) to rapidly shift gaze but in mice relies on combined eye and head movements. Indeed, the two types of eye movements very rarely occurred in the absence of head movements. Even in head-restrained mice, eye movements were invariably associated with attempted head motion. Both types of eye-head coupling were seen in freely moving mice during social interactions and a visually-guided object tracking task. Our results reveal that mice use a combination of head and eye movements to sample their environment and highlight the similarities and differences between eye movements in mice and humans.", "subject_area": "Animal Behavior and Cognition", "authors": ["Arne F. Meyer", "John O’Keefe", "Jasper Poort"]}, "10.1101/2020.02.19.955641": {"month": 2, "year": 2020, "title": "BiteOscope: an open platform to study mosquito blood-feeding behavior", "abstract": "Female mosquitoes need a blood meal to reproduce, and in obtaining this essential nutrient they transmit deadly pathogens. Although crucial for the spread of mosquito-borne diseases, our understanding of skin exploration, probing, and engorgement, is limited due to a lack of quantitative tools. Indeed, studies often expose human subjects to assess biting behavior. Here, we present the biteOscope, a device that attracts mosquitoes to a host mimic which they bite to obtain an artificial blood meal. The host mimic is transparent, allowing high-resolution imaging of the feeding mosquito. Using machine learning we extract detailed behavioral statistics describing the locomotion, pose, biting, and feeding dynamics of Aedes aegypti, Aedes albopictus, Anopheles stephensi, and Anopheles coluzzii. In addition to characterizing behavioral patterns, we discover that the common insect repellent DEET repels Anopheles coluzzii upon contact with their legs. The biteOscope provides a new perspective on mosquito blood feeding, enabling high-throughput quantitative characterization of the effects physiological and environmental factors have on this lethal behavior.", "subject_area": "Animal Behavior and Cognition", "authors": ["Felix JH Hol", "Louis Lambrechts", "Manu Prakash"]}, "10.1101/2020.02.19.955583": {"month": 2, "year": 2020, "title": "Inositol synthesis gene is required for circadian rhythm of Drosophila melanogaster mating behavior", "abstract": "Accumulating evidence indicates that the molecular circadian clock underlies the mating behavior of Drosophila melanogaster. However, information about which gene affects circadian mating behavior is poorly understood in animals. The present study found that feeding Myo-inositol enhanced the close-proximity (CP) rhythm of D. melanogaster mating behavior and lengthened the period of the CP rhythm. Then, to understand a role for inositol synthesis to fly mating behavior, we established the Inos (Myo-inositol 1-phosphate synthase) gene knock down fly strains with RNAi. Interestingly, the CP behavior of this three-different driver knock down strains was arrhythmic, but the locomotor rhythm was rhythmic. The data of three-different Inos knock down strains suggests that Inos gene expression of upper LNd, l-LNV, 5ths-LNv in brain is necessary for proper CP rhythm generation in D. melanogaster. The data indicated that the Inos gene is involved in the role for the circadian rhythm of D. melanogaster mating behavior.", "subject_area": "Animal Behavior and Cognition", "authors": ["Kazuki Sakata", "Haruhisa Kawasaki", "Norio Ishida"]}, "10.1101/2020.02.19.956698": {"month": 2, "year": 2020, "title": "Units of motor production: Bengalese finches interrupt song within syllables", "abstract": "Birdsong consists of syllables that are separated by silent intervals. Previous work in zebra finches showed that syllables correspond to the smallest motor production units (Cynx, 1990; Franz and Goller, 2002) by inducing song stops using strobe light. In this study, we interrupted the song of six Bengalese finches experimentally with the bird’s own song as auditory stimulus using an interactive playback approach. Five of the tested males interrupted their ongoing vocalizations within syllables (16 instances of induced interrupted syllables) in response to the playback. Additionally, we observed 9 spontaneous interruptions in our control recordings. This study establishes that birds can interrupt ongoing syllables within extremely short latencies in response to an auditory stimulus, and that auditory stimuli interrupt syllables more effectively than visual stimuli. Even if syllables are the functionally stable production units, the ability to disrupt those units differs between species and individuals, indicating various degrees of vocal control.", "subject_area": "Animal Behavior and Cognition", "authors": ["D. Riedner", "I. Adam"]}, "10.1101/2020.02.18.953950": {"month": 2, "year": 2020, "title": "Compliance with the continuity axiom of Expected Utility Theory supports utility maximization in monkeys", "abstract": "Expected utility theory (EUT), the first axiomatic theory of risky choice, describes choices as a utility maximization process: decision makers assign a subjective value to the choice options, and choose the option with the highest subjective value. This description can be obtained for every subject that complies with the four axioms of EUT. The continuity axiom, central to EUT and to its modifications, requires decision makers to be indifferent between a gamble and a specific probabilistic combination of a more preferred and a less preferred gamble. Compliance with the axiom is necessary for the definition of numerical subjective values. We experimentally tested the continuity axiom for a broad class of gamble types in four monkeys, showing that their choice behavior complied with the existence of numerical subjective values. We used the numerical quantity defined by the continuity axiom to characterize subjective preferences in a magnitude-probability space. This mapping highlighted a trade-off relation between reward magnitudes and probabilities, compatible with the existence of a utility function underlying subjective value computation. These results support the existence of a numerical utility function able to describe choices, allowing for the investigation of the neuronal substrates responsible for coding such rigorously defined numerical quantities.", "subject_area": "Animal Behavior and Cognition", "authors": ["Simone Ferrari-Toniolo", "Philipe M. Bujold", "Fabian Grabenhorst", "Raymundo Báez-Mendoza", "Wolfram Schultz"]}, "10.1101/2020.02.18.942938": {"month": 2, "year": 2020, "title": "Efficient coding of numbers explains decision bias and noise", "abstract": "Human subjects differentially weight different stimuli in averaging tasks. This has been interpreted as reflecting biased stimulus encoding, but an alternative hypothesis is that stimuli are encoded with noise, then optimally decoded. Moreover, with efficient coding, the amount of noise should vary across stimulus space, and depend on the statistics of stimuli. We investigate these predictions through a task in which participants are asked to compare the averages of two series of numbers, each sampled from a prior distribution that differs across blocks of trials. We show that subjects encode numbers with both a bias and a noise that depend on the number. Infrequently occurring numbers are encoded with more noise. A maximum-likelihood decoding model captures subjects’ behaviour and indicates efficient coding. Finally, our model predicts a relation between the bias and variability of estimates, thus providing a statistically-founded, parsimonious derivation of Wei and Stocker’s “law of human perception”.", "subject_area": "Animal Behavior and Cognition", "authors": ["Arthur Prat-Carrabin", "Michael Woodford"]}, "10.1101/2020.02.17.952663": {"month": 2, "year": 2020, "title": "Hand-reared wolves show similar, or stronger, attachment toward human caregivers compared to hand-reared dogs", "abstract": "Domesticated animals are generally assumed to display increased sociability towards humans compared to their wild ancestors. Dogs (Canis familiaris) have the ability to form lasting attachment, a social bond based on emotional dependency, with humans and it has specifically been suggested that this ability evolved post-domestication in dogs. Subsequently, it is expected that dogs but not wolves (Canis lupus), can develop attachment bonds to humans. However, while it has been shown that 16-weeks-old wolves do not discriminate in their expression of attachment behaviour toward a human caregiver and a stranger when compared to similar aged dogs, wolves at the age of eight weeks do. This highlights the potential for wolves to form attachment to humans, but simultaneously raises the question if this attachment weakens over time in wolves compared to dogs. Here we used the Strange Situation Test (SST) to investigate attachment behaviour expressed in hand-reared wolves and dogs toward a human caregiver at the age of 23 weeks. Both wolves and dogs expressed attachment toward a human caregiver. Surprisingly, wolves, but not dogs, discriminated between the caregiver and a stranger by exploring the room more in the presence of the caregiver compared to the stranger and greeting the caregiver more than the stranger. Our results thereby suggest that wolves can show attachment toward humans comparable to that of dogs at later developmental stages. Importantly, our results indicate that the ability to form attachment with humans did not occur post-domestication of dogs.", "subject_area": "Animal Behavior and Cognition", "authors": ["Christina Hansen Wheat", "Linn Larsson", "Hans Temrin"]}, "10.1101/2020.02.17.952986": {"month": 2, "year": 2020, "title": "Autonomic arousal tracks outcome salience not valence in monkeys making social decisions", "abstract": "The evolutionary and neural underpinnings of human prosociality are still largely unknown. A growing body of evidence suggests that some species find the sight of another individual receiving a reward reinforcing, often called vicarious reinforcement. One hypothesis is that vicarious reward is reinforcing because it is arousing like a primary reward. We evaluated this hypothesis by measuring the autonomic pupil response of eight monkeys across two laboratories in two different versions of a vicarious reinforcement paradigm. Monkeys were cued as to whether an upcoming reward would be delivered to them, another monkey, or nobody and could accept or decline the offer. As expected, all monkeys in both laboratories showed a marked preference for juice to the self, together with a reliable prosocial preference for juice to a social partner compared to juice to nobody. However, contrary to the autonomic arousal hypothesis, we found that pupils were widest in anticipation of juice to the self, moderately-sized in anticipation of juice to nobody, and narrowest in anticipation of juice to a social partner. This effect was seen across both laboratories and regardless of specific task parameters. The seemingly paradoxical pupil effect can be explained by a model in which pupil size tracks outcome salience, prosocial tendencies track outcome valence, and the relation between salience and valence is U-shaped.", "subject_area": "Animal Behavior and Cognition", "authors": ["Benjamin M. Basile", "Jessica A. Joiner", "Olga Dal Monte", "Nicholas A. Fagan", "Chloe L. Karaskiewicz", "Daniel R. Lucas", "Steve W. C. Chang", "Elisabeth A. Murray"]}, "10.1101/2020.02.02.931345": {"month": 2, "year": 2020, "title": "Similarities in the behaviour of dance followers among honey bee species suggest a conserved mechanism of dance communication", "abstract": "Group living organisms rely on intra-group communication to adjust individual and collective behavioural decisions. Complex communication systems are predominantly multimodal and combine modulatory and information bearing signals. The honey bee waggle dance, one of the most elaborate forms of communication in invertebrates, stimulates nestmates to search for food and communicates symbolic information about the location of the food source. Previous studies on the dance behaviour in diverse honey bee species demonstrated distinct differences in the combination of visual, auditory, olfactory, and tactile signals produced by the dancer. We now studied the behaviour of the receivers of the dance signals, the dance followers, to explore the significance of the different signals in the communication process. In particular, we ask whether there are differences in the behaviour of dance followers between the 3 major Asian honey bee species, A. florea, A. dorsata and A. cerana, and whether these might correlate with the differences in the signals produced by the dancing foragers. Our comparison demonstrates that the behaviour of the dance followers is highly conserved across all 3 species despite the differences in the dance signals. The highest number of followers was present lateral to the dancer throughout the waggle run, and the mean body orientation of the dance followers with respect to the waggle dancer was close to 90° throughout the run for all 3 species. These findings suggest that dance communication might be more conserved than implied by the differences in the signals produced by the dancer. Along with studies in A. mellifera, our results indicate that all honey bee species rely on tactile contacts between the dancer and follower to communicate spatial information. The cues and signals that differ between the species may be involved in attracting the followers towards the dancer in the different nest environments.", "subject_area": "Animal Behavior and Cognition", "authors": ["Ebi Antony George", "Smruti Pimplikar", "Neethu Thulasi", "Axel Brockmann"]}, "10.1101/701995": {"month": 2, "year": 2020, "title": "Prior Experience Alters the Appearance of Blurry Object Borders", "abstract": "Object memories activated by borders serve as priors for figure assignment: figures are more likely to be perceived on the side of a border where a well-known object is sketched. Do object memories also affect the appearance of object borders? Memories represent past experience with objects; memories of well-known objects include many with sharp borders because they are often fixated. We investigated whether object memories affect appearance by testing whether blurry borders appear sharper when they are contours of well-known objects versus matched novel objects. Participants viewed blurry versions of one familiar and one novel stimulus simultaneously for 180ms; then made comparative (Exp. 1) or equality judgments regarding perceived blur (Exps. 2-4). For equivalent levels of blur, the borders of well-known objects appeared sharper than those of novel objects. These results extend evidence for the influence of past experience to object appearance, consistent with dynamic interactive models of perception.", "subject_area": "Animal Behavior and Cognition", "authors": ["Diana C. Perez", "Sarah M. Cook", "Mary A. Peterson"]}, "10.1101/2020.02.17.953026": {"month": 2, "year": 2020, "title": "Behavioral features of motivated response to alcohol in Drosophila", "abstract": "Animals avoid predators and find the best food and mates by learning from the consequences of their behavior. However, reinforcers are not always uniquely appetitive or aversive but can have complex properties. Most intoxicating substances fall within this category; provoking aversive sensory and physiological reactions while simultaneously inducing overwhelming appetitive properties. Here we describe the subtle behavioral features associated with continued seeking for alcohol despite aversive consequences. We developed an automated runway apparatus to measure how Drosophila respond to consecutive exposures of a volatilized substance. Behavior within this Behavioral Expression of Ethanol Reinforcement Runway (BEER Run) demonstrated a defined shift from aversive to appetitive responses to volatilized ethanol. Behavioral metrics attained by combining computer vision and machine learning methods, reveal that a subset of 9 classified behaviors and component behavioral features associate with this shift. We propose this combination of 9 behaviors can be used to navigate the complexities of operant learning to reveal motivated goal-seeking behavior.", "subject_area": "Animal Behavior and Cognition", "authors": ["Jamie L. Catalano", "Nicholas Mei", "Reza Azanchi", "Sophia Song", "Tyler Blackwater", "Ulrike Heberlein", "Karla R. Kaun"]}, "10.1101/2020.02.15.950816": {"month": 2, "year": 2020, "title": "A Test of Memory: The Fish, The Mouse, The Fly And The Human", "abstract": "Simple mazes have provided numerous tasks for assessing working memory. The discrete nature of choices in the T-maze has provided a robust protocol with sensitivity to cognitive deficits, whilst the continuous Y-maze reduces manual handling and pre-trial training. We have combined these attributes to develop a new behavioural task for assessing working memory, the Free-movement pattern (FMP) Y-maze. Using sequentially recorded left and right turns we demonstrate that zebrafish and mice use a single dominant strategy predominantly consisting of alternations between left and right choices trial-to-trial. We further tested this protocol with Drosophila and discovered an alternative invertebrate search strategy. Finally, a virtual human FMP Y-maze confirmed a common strategy among all tested vertebrate species, validating the translational power of the task for human research. The FMP Y-maze combines robust investigation of working memory and high translational power, generating a simple task with far-reaching impact.", "subject_area": "Animal Behavior and Cognition", "authors": ["Madeleine Cleal", "Barbara D Fontana", "Daniel C Ranson", "Sebastian D McBride", "Jerome D Swinny", "Edward S Redhead", "Matthew O Parker"]}, "10.1101/2020.02.14.949651": {"month": 2, "year": 2020, "title": "Antibiotics affect migratory restlessness orientation", "abstract": "Magnetoreception is a sense that allows the organism to perceive and act according to different parameters of the magnetic field. This magnetic sense plays a part in many fundamental processes in various living organisms. Much effort was expended in finding the ‘magnetic sensor’ in animals. While some experiments show a role of the ophthalmic nerve in magnetic sensing, others show that effects of light on processes in the retina are involved. According to these inconclusive and puzzling findings, the scientific community has yet to reach an agreement concerning the underlying mechanism behind animal magnetic sensing. Recently, the symbiotic magnetotaxis hypothesis has been forwarded as a mechanistic explanation for the phenomenon of animal magnetoreception. It suggests a symbiotic relationship between magnetotactic bacteria (MTB) and the navigating host. Here we show that in contrast to the control group, antibiotic treatment caused a lack of clear directionality in an Emlen funnel experiment. Accordingly, the antibiotics treatment group showed a significant increase in directional variance. This effect of antibiotics on behaviors associated with animal magnetic sensing is, to the best of our knowledge, the first experimental support of the symbiotic magnetotactic hypothesis.", "subject_area": "Animal Behavior and Cognition", "authors": ["Yuval Werber", "Eviatar Natan", "Yizhar Lavner", "Yoni Vortman"]}, "10.1101/2020.02.14.949164": {"month": 2, "year": 2020, "title": "Intuitive physical reasoning about objects’ masses transfers to a visuomotor decision task consistent with Newtonian physics", "abstract": "While interacting with objects during every-day activities, e.g. when sliding a glass on a counter top, people obtain constant feedback whether they are acting in accordance with physical laws. However, classical research on intuitive physics has revealed that people’s judgements systematically deviate from predictions of Newtonian physics. Recent research has explained these deviations not as consequence of misconceptions about physics but instead as the consequence of the probabilistic interaction between inevitable perceptual uncertainties and prior beliefs. How intuitive physical reasoning relates to visuomotor actions is much less known. Here, we present an experiment in which participants had to slide pucks under the influence of naturalistic friction in a simulated virtual environment. The puck was controlled by the duration of a button press, which needed to be scaled linearly with the puck’s mass and with the square-root of initial distance to reach a target. Over four phases of the experiment, uncertainties were manipulated by altering the availability of sensory feedback and providing different degrees of knowledge about the physical properties of pucks. A hierarchical Bayesian model of the visuomotor sliding task incorporating perceptual uncertainty and press-time variability found substantial evidence that subjects adjusted their button-presses so that the sliding was in accordance with Newtonian physics. After observing collisions between pucks, subjects transferred the relative masses inferred perceptually to adjust subsequent sliding actions. Crucial in the modeling was the inclusion of a cost function, which quantitatively captures participants’ implicit sensitivity to errors due to their motor variability. Taken together, in the present experiment we find evidence that our participants transferred their intuitive physical reasoning to a subsequent visuomotor control task in accordance with Newtonian physics and weigh potential outcomes with cost functions based on their knowledge about their own variability.", "subject_area": "Animal Behavior and Cognition", "authors": ["Nils Neupärtl", "Fabian Tatai", "Constantin A. Rothkopf"]}, "10.1101/2020.02.13.947739": {"month": 2, "year": 2020, "title": "Spatial orientation based on multiple visual cues in monarch butterflies", "abstract": "Monarch butterflies (Danaus plexippus) are prominent for their annual long-distance migration from North America to its overwintering area in Central Mexico. To find their way on this long journey, they use a sun compass as their main orientation reference but will also adjust their migratory direction with respect to mountain ranges. This indicates that the migratory butterflies also attend to the panorama to guide their travels. Here we studied if non-migrating butterflies - that stay in a more restricted area to feed and breed - also use a similar compass system to guide their flights. Performing behavioral experiments on tethered flying butterflies in an indoor LED flight simulator, we found that the monarchs fly along straight tracks with respect to a simulated sun. When a panoramic skyline was presented as the only orientation cue, the butterflies maintained their flight direction only during short sequences suggesting that they potentially use it for flight stabilization. We further found that when we presented the two cues together, the butterflies register both cues in their compass. Taken together, we here show that non-migrating monarch butterflies can combine multiple visual cues for robust orientation, an ability that may also aid them during their migration.", "subject_area": "Animal Behavior and Cognition", "authors": ["Myriam Franzke", "Christian Kraus", "David Dreyer", "Keram Pfeiffer", "M. Jerome Beetz", "Anna L. Stöckl", "James J. Foster", "Eric J. Warrant", "Basil el Jundi"]}, "10.1101/2020.02.12.946327": {"month": 2, "year": 2020, "title": "The estrogenic pathway modulates non-breeding female aggression in a teleost fish", "abstract": "Aggressive behaviors are widespread among animals and are critical in the competition for resources. The physiological mechanisms underlying aggression have mostly been examined in breeding males, in which gonadal androgens, acting in part through their aromatization to estrogens, have a key role. There are two alternative models that contribute to further understanding hormonal mechanisms underlying aggression: aggression displayed in the non-breeding season, when gonadal steroids are low, and female aggression. In this study we approach, for the first time, the modulatory role of estrogens and androgens upon non-breeding aggression in a wild female teleost fish. We characterized female aggression in the weakly electric fish Gymnotus omarorum and carried out acute treatments 1 h prior to agonistic encounters with either an aromatase inhibitor or an antagonist of androgen receptors. Aromatase inhibition caused a strong distortion of aggressive behavior whereas anti-androgen treatment had no effect on behavior. Territorial non-breeding aggression in female G. omarorum is robust and depended on rapid estrogen actions to maintain high levels of aggression, and ultimately reach conflict resolution from which dominant/subordinate status emerged. Our results taken together with our own reports in males and the contributions from non-breeding aggression in bird and mammal models, suggest a conserved strategy involving fast-acting estrogens in the control of this behavior across species. In addition, further analysis of female non-breeding aggression may shed light on potential sexual differences in the fine tuning of social behaviors.", "subject_area": "Animal Behavior and Cognition", "authors": ["Lucía Zubizarreta", "Ana C. Silva", "Laura Quintana"]}, "10.1101/2019.12.30.891259": {"month": 2, "year": 2020, "title": "A possible coding for experience: ripple-like events and synaptic diversity", "abstract": "The hippocampal CA1 is necessary to maintain experienced episodic memory in many species, including humans. To monitor the temporal dynamics of processing, we recorded multiple-unit firings of CA1 neurons in male rats experiencing one of four episodes for 10 min: restraint stress, social interaction with a female or male, or observation of a novel object. Before an experience, the neurons mostly exhibited sporadic firings with some synchronized (≈ 50 ms) ripple-like firing events in habituated home cage. After experience onset, restraint or social interaction with other rats induced spontaneous high-frequency firings (super bursts) intermittently, while object observation induced the events inconsistently. Minutes after experience initiation, CA1 neurons frequently exhibited ripple-like firings with less-firing silent periods. The number of ripple-like events depended on the episode experienced and correlated with the total duration of super bursts. Experience clearly diversified multiple features of individual ripple-like events in an episode-specific manner, sustained for more than 30 min in the home cage.", "subject_area": "Animal Behavior and Cognition", "authors": ["J Ishikawa", "T Tomokage", "D Mitsushima"]}, "10.1101/2020.01.29.924563": {"month": 2, "year": 2020, "title": "Multisensory perception, verbal, visuo-spatial, and motor working memory modulation after a single open- or closed-skill exercise session in children", "abstract": "Physical activity presents clear benefits for children’s cognition; this study examined the effect of a single exercise session of open- or closed-skill exercise, as opposed to a no-exercise activity on multisensory perception, i.e. the ability to appropriately merge inputs from different sensory modalities, and on working memory (verbal, visuo-spatial, and motor working memory) in 51 preadolescent children (aged 6-8). Using a semi-randomised pre-post design, participants completed a range of cognitive tasks immediately before and after an exercise session or a classroom sedentary activity. Participants were randomised, within each school, to one of the three groups (open-skill, n=16; closed-skill, n=16; classroom activity, n=19). Exercise, but not usual classroom activity, improved children’s multisensory perception, with no difference between exercise types. Results also revealed that a single open-skill session produced verbal working memory (digit span) benefits; a closed-skill exercise session benefitted motor working memory. While the relatively small number of participants should be acknowledged as limitation, these findings contribute to emerging evidence for selective cognitive benefits of exercise, and show, for the first time in children, that multisensory processing sensitivity is improved by exercise.", "subject_area": "Animal Behavior and Cognition", "authors": ["Jessica O’Brien", "Giovanni Ottoboni", "Alessia Tessari", "Annalisa Setti"]}, "10.1101/2020.02.12.945436": {"month": 2, "year": 2020, "title": "Temporal and genetic variation in female aggression after mating", "abstract": "Aggression between individuals of the same sex is almost ubiquitous across the animal kingdom. Winners of intrasexual contests often garner considerable fitness benefits, through greater access to mates, food, or social dominance. In females, aggression is often tightly linked to reproduction, with females displaying increases in aggressive behavior when mated, gestating or lactating, or when protecting dependent offspring. In the fruit fly, Drosophila melanogaster, females spend twice as long fighting over food after mating as when they are virgins. However, it is unknown when this increase in aggression begins or whether it is consistent across genotypes. Here we show that aggression in females increases between 2 to 4 hours after mating and remains elevated for at least a week after a single mating. In addition, this increase in aggression 24 hours after mating is consistent across three diverse genotypes, suggesting this may be a universal response to mating in the species. We also report here the first use of automated tracking and classification software to study female aggression in Drosophila and assess its accuracy for this behavior. Dissecting the genetic diversity and temporal patterns of female aggression assists us in better understanding its generality and adaptive function, and will facilitate the identification of its underlying mechanisms.", "subject_area": "Animal Behavior and Cognition", "authors": ["Eleanor Bath", "Edmund Ryan Biscocho", "August Easton-Calabria", "Stuart Wigby"]}, "10.1101/2020.02.11.942060": {"month": 2, "year": 2020, "title": "Birds versus bats: attack strategies of bat-hunting hawks, and the dilution effect of swarming", "abstract": "Aggregation is often thought to reduce predation risk, whether through dilution, confusion, or vigilance effects. Such effects are challenging to measure under natural conditions, involving strong interactions between the behaviours of predators and prey. Here we study aerial predation on massive swarms of Brazilian free-tailed bats Tadarida brasiliensis by diurnal raptors, to test how the behavioural strategies of predators and prey influence catch success and predation risk. The Swainson’s hawks Buteo swainsoni that we observed achieved high (31%) catch success without any morphological specializations for bat-hunting, but showed clear evidence of adaptive behaviour: the odds of catching a bat were increased threefold when executing a stoop or rolling grab manoeuvre, one or both of which were observed in three-quarters of all attacks. Catch success was several times higher against the column than against lone bats, so we found no evidence for any vigilance or confusion effect. Attacks on lone bats were infrequent (∼10%), but were >50 times more common than the lone bats themselves. Because of their preferential targeting, the overall risk of predation was >20 times higher for lone bats. Dilution is therefore both necessary and sufficient to explain the higher survival rates of bats flying in column formation.", "subject_area": "Animal Behavior and Cognition", "authors": ["Caroline H. Brighton", "Lillias Zusi", "Kathryn McGowan", "Morgan Kinniry", "Laura N. Kloepper", "Graham K. Taylor"]}, "10.1101/2020.02.10.939355": {"month": 2, "year": 2020, "title": "Parallel mechanisms of visual memory formation across distinct regions of the honey bee brain", "abstract": "Visual learning is important to the behavioral ecology of the Western honey bee (Apis mellifera). Despite its importance in behaviors like orientation, foraging, and nest site selection, how visual memories are mapped to the brain remains poorly understood. We collected bees that successfully learned to avoid one visual stimulus over another in a conditioned aversion paradigm and compared gene expression correlates of memory formation between sensory transduction and learning centers of the brain. We looked at two classical genetic markers of learning and one gene specifically associated with punishment learning in vertebrates. We report substantial involvement of the mushroom bodies for all three markers and demonstrate a parallel involvement of the optic lobes across a similar time course. Our findings imply the molecular involvement of a sensory neuropil during visual associative learning parallel to a higher-order brain region, furthering our understanding of how a tiny brain processes environmental signals.", "subject_area": "Animal Behavior and Cognition", "authors": ["Arián Avalos", "Ian M. Traniello", "Eddie Perez Claudio", "Tugrul Giray"]}, "10.1101/632745": {"month": 2, "year": 2020, "title": "Simulating bout-and-pause patterns with reinforcement learning", "abstract": "Animal responses occur according to a specific temporal structure composed of two states, where a bout is followed by a long pause until the next bout. Such a bout-and-pause pattern has three components: the bout length, the within-bout response rate, and the bout initiation rate. Previous studies have investigated how these three components are affected by experimental manipulations. However, it remains unknown what underlying mechanisms cause bout-and-pause patterns. In this article, we propose two mechanisms and examine computational models developed based on reinforcement learning. The first mechanism is choice—an agent makes a choice between operant and other behaviors. The second mechanism is cost—a cost is associated with the changeover of behaviors. These two mechanisms are extracted from past experimental findings. Simulation results suggested that both the choice and cost mechanisms are required to generate bout-and-pause patterns and if either of them is knocked out, the model does not generate bout-and-pause patterns. We further analyzed the proposed model and found that it reproduced the relationships between experimental manipulations and the three components that have been reported by previous studies. In addition, we showed alternative models can generate bout-and-pause patterns as long as they implement the two mechanisms.", "subject_area": "Animal Behavior and Cognition", "authors": ["Kota Yamada", "Atsunori Kanemura"]}, "10.1101/2020.02.06.937359": {"month": 2, "year": 2020, "title": "Discriminating between sleep and exercise-induced fatigue using computer vision and behavioral genetics", "abstract": "Following prolonged swimming, Caenorhabditis elegans cycle between active swimming bouts and inactive quiescent bouts. Swimming is exercise for C. elegans and here we suggest that inactive bouts are a recovery state akin to fatigue. Previously, analysis of exercise-induced quiescent (EIQ) bouts relied on laborious manual observation, as existing automated analysis methods for C. elegans swimming either cannot analyze EIQ bouts or fail to accurately track animal posture during these bouts. It is known that cGMP-dependent kinase (PKG) activity plays a conserved role in sleep, rest, and arousal. Using C. elegans EGL-4 PKG, we first validate a novel learning-based computer vision approach to automatically analyze C. elegans locomotory behavior and distinguish between activity and inactivity during swimming for long periods of time. We find that C. elegans EGL-4 PKG function predicts EIQ first bout timing, fractional quiescence, bout number, and bout duration, suggesting that previously described pathways are engaged during EIQ bouts. However, EIQ bouts are likely not sleep as animals are feeding during the majority of EIQ bouts. We find that genetic perturbation of neurons required for other C. elegans sleep states also does not alter EIQ dynamics. Additionally, we find that EIQ onset is sensitive to age and DAF-16 FOXO function. In summary, we have validated a new behavioral analysis software that enabled a quantitative and detailed assessment of swimming behavior, including EIQ. We found novel EIQ defects in aged animals and animals with mutations in a gene involved in stress tolerance. We anticipate that further use of this software will facilitate the analysis of genes and pathways critical for fatigue and other C. elegans behaviors.", "subject_area": "Animal Behavior and Cognition", "authors": ["Kelsey N. Schuch", "Lakshmi Narasimhan Govindarajan", "Yuliang Guo", "Saba N. Baskoylu", "Sarah Kim", "Benjamin Kimia", "Thomas Serre", "Anne C. Hart"]}, "10.1101/2020.02.05.936260": {"month": 2, "year": 2020, "title": "Effects of a postnatal Atrx conditional knockout in neurons on autism-like behaviours in male and female mice", "abstract": "Background Alpha-thalassemia/mental retardation, X-linked, or ATRX, is an autism susceptibility gene that encodes a chromatin remodeler. Mutations of ATRX result in the ATR-X intellectual disability syndrome and have been identified in autism spectrum disorder (ASD) patients. The mechanisms by which ATRX mutations lead to autism and autistic-like behaviours are not yet known. To address this question, we generated mice with postnatal Atrx inactivation in excitatory neurons of the forebrain and performed a battery of behavioural assays that assess autistic-like behaviours.", "subject_area": "Animal Behavior and Cognition", "authors": ["Nicole Martin-Kenny", "Nathalie G. Bérubé"]}, "10.1101/2020.02.04.933580": {"month": 2, "year": 2020, "title": "Current achievements and future developments of a novel AI based visual monitoring of beehives in ecotoxicology and for the monitoring of landscape structures", "abstract": "Honey bees are valuable bio-indicators. As such, they hold a vast potential to help shed light on the extent and interdependencies of factors influencing the decline in the number of insects. However, to date this potential has not yet been fully leveraged, as the production of reliable data requires large-scale study designs, which are very labour intensive and therefore costly.", "subject_area": "Animal Behavior and Cognition", "authors": ["Frederic Tausch", "Katharina Schmidt", "Matthias Diehl"]}, "10.1101/2020.01.30.927558": {"month": 2, "year": 2020, "title": "Further perceptions of probability: in defence of trial-by-trial updating models", "abstract": "Extensive research in the behavioural sciences has addressed people’s ability to learn probabilities of stochastic events, typically assuming them to be stationary (i.e., constant over time). Only recently have there been attempts to model the cognitive processes whereby people learn – and track – non-stationary probabilities, reviving the old debate on whether learning occurs trial-by-trial or by occasional shifts between discrete hypotheses. Trial-by-trial updating models – such as the delta-rule model – have been popular in describing human learning in various contexts, but it has been argued that they are inadequate for explaining how humans update beliefs about non-stationary probabilities. Specifically, it has been claimed that these models cannot account for the discrete, stepwise updating that characterises response patterns in experiments where participants tracked a non-stationary probability based on observed outcomes. Here, we demonstrate that the rejection of trial-by-trial models was premature for two reasons. First, our experimental data suggest that the stepwise behaviour depends on details of the experimental paradigm. Hence, discreteness in response data does not necessarily imply discreteness in internal belief updating. Second, previous studies have dismissed trial-by-trial models mainly based on qualitative arguments rather than quantitative model comparison. To evaluate the models more rigorously, we performed a likelihood-based model comparison between stepwise and trial-by-trial updating models. Across eight datasets collected in three different labs, human behaviour is consistently best described by trial-by-trial updating models. Our results suggest that trial-by-trial updating plays a prominent role in the cognitive processes underlying learning of non-stationary probabilities.", "subject_area": "Animal Behavior and Cognition", "authors": ["Mattias Forsgren", "Peter Juslin", "Ronald van den Berg"]}, "10.1101/653980": {"month": 2, "year": 2020, "title": "Sub-lethal insecticide exposure affects host biting efficiency of Kdr-resistant Anopheles gambiae", "abstract": "The massive use of insecticide-treated nets (ITNs) has drastically changed the environment for malaria vector mosquitoes, challenging their host-seeking behaviour and biting success. Here, we investigated the effect of a brief exposure to an ITN on the biting behaviour of Anopheles gambiae mosquitoes and the interaction between such behaviour and the kdr mutation that confers resistance to pyrethroids. To this aim, we developed a video assay to study the biting behaviour of mosquitoes with similar genetic background, but different kdr locus genotypes (SS i.e. homozygous susceptible, RS i.e. heterozygous and RR i.e. homozygous resistant), after a brief exposure to either control untreated nets or one of two types of pyrethroid-treated nets (deltamethrin or permethrin). In presence of untreated nets, the kdr mutation did not influence mosquito blood feeding success but caused differences in feeding and prediuresis durations and blood meal size. Exposure to deltamethrin ITN decreased the blood feeding success rate of RR and RS mosquitoes, whereas in presence of permethrin ITN, the kdr mutation increased the blood-feeding success of mosquitoes. Exposure to the two types of pyrethroid-treated nets reduced feeding duration, prediuresis duration and blood meal size of all three genotypes. Our study demonstrates a complex interaction between insecticide exposure and the kdr mutation on the biting behavior of mosquitoes, which may substantially impact malaria vector fitness and disease transmission.", "subject_area": "Animal Behavior and Cognition", "authors": ["Malal M Diop", "Fabrice Chandre", "Marie Rossignol", "Angélique Porciani", "Mathieu Chateau", "Nicolas Moiroux", "Cédric Pennetier"]}, "10.1101/744649": {"month": 2, "year": 2020, "title": "Comparison of solitary and collective foraging strategies of Caenorhabditis elegans in patchy food distributions", "abstract": "Collective foraging has been shown to benefit organisms in environments where food is patchily distributed, but whether this is true in the case where organisms do not rely on long-range communications to coordinate their collective behaviour has been understudied. To address this question, we use the tractable laboratory model organism Caenorhabditis elegans, where a social strain (npr-1 mutant) and a solitary strain (N2) are available for direct comparison of foraging strategies. We first developed an on-lattice minimal model for comparing collective and solitary foraging strategies, finding that social agents benefit from feeding faster and more efficiently simply due to group formation. Our laboratory foraging experiments with npr-1 and N2 worm populations, however, show an advantage for solitary N2 in all food distribution environments that we tested. We incorporated additional strain-specific behavioural parameters of npr-1 and N2 worms into our model and computationally identified N2’s higher feeding rate to be the key factor underlying its advantage, without which it is possible to recapitulate the advantage of collective foraging in patchy environments. Our work highlights the theoretical advantage of collective foraging due to group formation alone without long-range interactions, and the valuable role of modelling to guide experiments.", "subject_area": "Animal Behavior and Cognition", "authors": ["Siyu Serena Ding", "Leah S. Muhle", "André E. X. Brown", "Linus J. Schumacher", "Robert G. Endres"]}, "10.1101/2020.01.31.929323": {"month": 2, "year": 2020, "title": "Analysis of social swimming dynamics in the Mexican cavefish", "abstract": "Fish display a remarkable diversity in social behavior that ranges from highly social to largely solitary. While social behaviors are critical for survival and under stringent selection, surprisingly little is understood about how environmental pressures shape differences in collective behavior. The Mexican tetra, Astyanax mexicanus, is a model for studying the evolution of social behaviors. These fish exist as multiple blind cave populations in the Sierra de El Abra and extant ancestral surface fish populations that inhabit rivers and lakes throughout Mexico. Cavefish populations have converged upon many different morphological, physiological, and behavioral traits including reduced social behavior. Dynamically, groups of surface fish maintain close proximity, persistently shoaling or schooling, while their dark-cave-evolved counterparts swim in-dependently, surveying walls and floors for food. To more carefully study evolved changes in individual and social behavior, we track free-swimming individuals in a large circular tank, varying group size and fish type. We find that group size and isolation impact swimming dynamics of cave and surface fish very differently, underscoring the mechanics of their distinct social dynamics. Highly-social surface fish respond to isolation by becoming more inactive while cavefish swimming becomes less persistent in the presence of others. In stark contrast, we find that cavefish actively evade each other upon encounter and respond to increased social density by slowing down. For abstract consideration of evasive interactions, we consider emergent effects of local evasive interactions by constructing and simulating a minimal active matter model and show how this behavior can generate group dynamics that may uniquely benefit exploration of confined environments in the absence of long-range sensory cues provided by vision. These findings reveal the convergent evolution of avoidance behavior in cavefish and support the use of A. mexicanus as a model for studying the evolution of social behavior.", "subject_area": "Animal Behavior and Cognition", "authors": ["Adam Patch", "Alexandra Paz", "Karla Holt", "Erik Duboue", "Johanna Kowalko", "Alex Keene", "Yaouen Fily"]}, "10.1101/2020.03.28.013433": {"month": 3, "year": 2020, "title": "Analysis of female song provides insight into the evolution of dimorphism in a widely studied songbird", "abstract": "Understanding the patterns and processes related to sexual dimorphism in diverse animal taxa is a foundational research topic in ecology and evolution. Within the realm of animal communication, studies have traditionally focused on male signals, assuming that female choice and male-male competition have promoted dimorphism via elaboration of male traits, but selection on females also has the potential to create sex differences. Here, we describe female song in barn swallows for the first time, report rates of female song production, and couple song data with plumage data to explore the relative degree to which dimorphism in signaling traits is consistent with contemporary selection on males versus females. During previous intensive study of male song over two years, we recorded songs for 15 females, with matched phenotypic and fitness data. We randomly selected 15 samples from our larger male dataset to test whether sexual dimorphism in song and plumage is more strongly associated with fledgling success for females or genetic paternity for males. Analyses included 35 potential sexual signals including 22 song parameters and 13 plumage traits. Outcomes indicate that: female songs are used in multiple contexts, restricted primarily to the beginning of the breeding season; song traits were more dimorphic than visual plumage traits; and trait correlations with reproductive success in females, rather than males, predicted sex-based differences in song and plumage. These results are consistent with phylogenetic studies showing that sex-based phenotypic differences are driven by changes in females, highlighting the potential role of  female trait evolution in explaining patterns of sexual dimorphism. To achieve a better understanding of dimorphism, we require comprehensive studies that measure the same traits in males and females and their fitness consequences.", "subject_area": "Animal Behavior and Cognition", "authors": ["Matthew R Wilkins", "Karan J Odom", "Lauryn Benedict", "Rebecca J Safran"]}, "10.1101/2020.03.28.013094": {"month": 3, "year": 2020, "title": "Fright and Fight: Role of predation and competition on mate search tactics of wild male zebrafish", "abstract": "Mate search tactics and association preferences among organisms in natural habitats can be dynamic and are determined by inherent trait preferences as well as the cost-benefit trade-offs associated with each mating decision. Two of the prime factors regulating mating decisions are the presence of competing conspecifics and predatory threats, both of which have important fitness consequences for the individual. We studied the influence of these two factors separately in mate search tactics and association preferences among zebrafish males. Male zebrafish were presented with a choice of two patches, consisting of different number of females, of which one patch was also associated with a predatory threat. We found that males made a preferential choice for the patch with more number of females only when the numerical difference between choices are starkly different, irrespective of the predatory threat associated with the patch. This points towards the role of numerical cognition in assessing cost-benefit tradeoffs in male zebrafish. We also studied the association preference of males in a multi-choice setup, consisting of four separate mixed-sex groups of zebrafish varying in densities. Our results showed that while test males preferred to visit the male-biased patches more often, they spent more time near female-biased patches or patches with equal sex ratio patches indicating the role of complex interplay of social cues in determining the associative behavior of males to a patch. This study, thus, sheds further light on the interactive roles of social cues and cognitive abilities in mate association patterns in this species.", "subject_area": "Animal Behavior and Cognition", "authors": ["Aditya Ghoshal", "Anuradha Bhat"]}, "10.1101/2020.03.28.013052": {"month": 3, "year": 2020, "title": "Introductory gestures before songbird vocal displays are shaped by learning and biological predispositions", "abstract": "Introductory gestures are present at the beginning of many animal displays. For example, lizards start their head-bobbing displays with introductory push-ups and animal vocal displays begin with introductory notes. Songbirds also begin their vocal displays by repeating introductory notes (INs) before producing their learned song and these INs are thought to reflect motor preparation. Between individuals of a given species, the acoustic structure of INs and the number of times INs are repeated before song varies considerably. While similar variation in songs between individuals is known to be a result of learning, whether INs are also learned remains poorly understood. Here, using natural and experimental tutoring with male zebra finches, we show that mean IN number and IN acoustic structure are learned from a tutor, independent of song learning. We also reveal biological predispositions in IN production; birds artificially tutored with songs lacking INs still repeated a short-duration syllable,  thrice on average, before their songs. Overall, these results show that INs, just like elements in song, are shaped both by learning and biological predispositions and suggest multiple, independent, learning processes underlying the acquisition of complex vocal displays.", "subject_area": "Animal Behavior and Cognition", "authors": ["Shikha Kalra", "Vishruta Yawatkar", "Logan S James", "Jon Sakata", "Raghav Rajan"]}, "10.1101/2020.03.28.013128": {"month": 3, "year": 2020, "title": "Bipartite network analysis of task-ant associations reveals task groups and absence of colonial diurnal activity", "abstract": "Division of labour is the key factor leading to higher-order systems such as cooperative animal groups. How division of labour is achieved without a central control is one of the most fascinating questions in behavioural ecology and complex systems science. Social insects are one of the best examples of complex self-organised systems through local interactions. However, it is difficult to comprehensively understand division of labour due to the chronological and individual variation in behaviours, and the differences between social environments. Thus, it is imperative to quantify individual behaviours and integrate them into colony levels. Here, we demonstrate that network analyses on individual-behaviour relationships can be valid for characterising the task allocation patterns. We recorded the behaviours of all individuals with verified age in colonies of monomorphic ant and analysed the individual-behaviour relationship at individual, sub-network, and network-levels. We detected the \"task groups\" including subsets of individuals and behaviour, and the patterns of task groups were consistent throughout the day. We also found a relationship between the age and the characteristics of individuals within the network. These findings suggest that bipartite network analyses can untangle the complex task allocation patterns and provide novel insights into understanding how division of labour is achieved.", "subject_area": "Animal Behavior and Cognition", "authors": ["Haruna Fujioka", "Yasukazu Okada", "Masato S. Abe"]}, "10.1101/2020.03.26.010413": {"month": 3, "year": 2020, "title": "The effects of exposure to predators on personality and plasticity", "abstract": "Past experiences are known to affect average behavior but effects on \"animal personality\", and plasticity are less well studied. To determine whether experience with predators influences these aspects, we compared the behavior of Gryllodes sigillatus before and after exposure to live predators. We found that emergence from shelter and distance moved during open-field trials (activity) changed after exposure, with individuals becoming less likely to emerge from shelters but more active when deprived of shelter. We also found that plasticity in activity increased after exposure to predators and some indications that differences among individuals (i.e. \"personality\") in emergence from shelter and the amount of an arena investigated increased after exposure. Our results demonstrate that experience with predators affects not only the average behavior of individuals but also how individuals differ from each other--and their own prior behavior--even when all individuals have the same experiences.", "subject_area": "Animal Behavior and Cognition", "authors": ["Amy Bucklaew", "Ned Dochtermann"]}, "10.1101/2020.03.26.010306": {"month": 3, "year": 2020, "title": "Task-related motor response inflates confidence", "abstract": "Studies on confidence in decision-making tasks have repeatedly shown correlations between confidence and the characteristics of motor responses. Here, we show the results of two experiments in which confidence is affected by manipulating the type of motor response that precedes confidence rating. Participants decided which box, left or right, contained more dots and then reported their confidence in this decision. In Experiment 1, prior to confidence rating, participants were required to follow a motor cue. Cued-response type was manipulated in two dimensions: task-compatibility (the relation between response set and task-relevant decision alternatives), and stimulus-congruence (spatial correspondence between response key and the location of the stimulus that should be chosen). In Experiment 2, a decision-related response set was randomly varied in each trial, being either vertical (task incompatible) or horizontal (task-compatible, spatially congruent and incongruent). The main results showed that choice confidence is increased following task-compatible responses, i.e. responses related to the alternatives of the choice in which confidence was reported. Moreover, confidence was higher in these conditions, independently of response accuracy and spatial congruence with the 'correct' stimuli. We interpret these results as suggesting that action appropriate in the context of a given task is an indicator of successful completion of the decision-related process. Such an action, even a spurious one, inflates decisional confidence.", "subject_area": "Animal Behavior and Cognition", "authors": ["Marta Siedlecka", "Boryslaw Paulewicz", "Marcin Koculak"]}, "10.1101/807800": {"month": 3, "year": 2020, "title": "A theory of actions and habits: The interaction of rate correlation and contiguity systems in free-operant behavior", "abstract": "Contemporary theories of instrumental performance assume that responding can be controlled by two behavioral systems, one goal-directed that encodes the outcome of an action, and one habitual that reinforces the response strength of the same action. Here we present a model of free-operant behavior in which goal-directed control is determined by the correlation between the rates of the action and the outcome whereas the total prediction error generated by contiguous reinforcement by the outcome controls habitual response strength. The outputs of these two systems summate to generate a total response strength. This cooperative model addresses the difference in the behavioral impact of ratio and interval schedules, the transition from goal-directed to habitual control with extended training, the persistence of goal-directed control under choice procedures and following extinction, among other phenomena. In these respects, this dual-system model is unique in its account of free-operant behavior.", "subject_area": "Animal Behavior and Cognition", "authors": ["Omar David Perez", "Anthony Dickinson"]}, "10.1101/763276": {"month": 3, "year": 2020, "title": "Third-party prosocial behavior in adult female rats is impaired after perinatal fluoxetine exposure", "abstract": "SSRIs are commonly used to treat pregnant women with depression. However, SSRIs can cross the placenta and affect the development of the fetus. The effects of perinatal SSRI exposure, and especially the effects on social behavior, are still incompletely documented. This study first aims to investigate whether rats show prosocial behavior in the form of consolation behavior. Secondly, it aims to investigate whether perinatal SSRI exposure affects this prosocial behavior. At last, we investigate whether the behavior changed after the rats had been exposed to an additional white-noise stressor. Rat dams received 10 mg/kg/d fluoxetine (FLX) or vehicle (CTR) via oral gavage from gestational day 1 until postnatal day 21. At adulthood, the rat offspring were housed in four cohorts of 4 females and 4 males in a seminatural environment. As prosocial behaviors are more prominent after stressful situations, we investigated the behavioral response of rats immediately after natural aggressive encounters (fights). Additionally, we studied whether a stressful white-noise exposure would alter this response to the aggressive encounters. Our study indicates that CTR-female rats are able to show third party prosocial behavior in response to witnessing aggressive encounters between conspecifics in a seminatural environment. In addition, we showed that perinatal FLX exposure impairs the display of prosocial behavior in female rats. Moreover, we found no signs of prosocial behavior in CTR- and FLX-males after natural aggressive encounters. After white-noise exposure the effects in third party prosocial behavior of CTR-females ceased to exist. We conclude that female rats are able to show prosocial behavior, possibly in the form of consolation behavior. In addition, the negative effects of perinatal fluoxetine exposure on prosocial behavior could provide additional evidence that SSRI treatment during pregnancy could contribute to the risk for social impairments in the offspring.", "subject_area": "Animal Behavior and Cognition", "authors": ["Indrek Heinla", "Roy Heijkoop", "Danielle J Houwing", "Jocelien D.A. Olivier", "Eelke M.S. Snoeren"]}, "10.1101/2020.03.25.008821": {"month": 3, "year": 2020, "title": "Glycyrrhizic acid improves cognitive levels of aging mice by regulating T/B cell proliferation", "abstract": "Licorice, the root of Glycyrrhiza glabra L. (Leguminosae), is one of the oldest known medicinal herbs. Glycyrrhizic acid (GA), a triterpenoid saponin isolated from licorice, has a variety of pharmacological activities. Previous studies indicate that GA produces neuroprotection via the modulation of anti-apoptotic and pro-apoptotic factors, primarily through the ERK signaling pathway and the suppression of inflammatory cytokine induction. However, the mechanisms of these neuroprotective effects and the effects of neuroimmunomodulation on cognition are not fully elucidated. This study investigated the effects of GA in preventing age-related immune involution and cognitive disorders as well as the relationship between immune involution and cognition and the underlying molecular mechanisms. Twelve-month-old female C57BL/6 mice were injected with GA (5mg/kg i.v. once every other day) for 6 weeks. Then, we tested the behavioral effects of GA using the Morris water maze task to evaluate spatial learning and memory. Age-related learning and memory impairments were prevented by GA treatment. This effect was accompanied by improved cerebral blood flow. Transcriptome analysis of C57BL/6 mice blood by RNA-sequencing and KEGG pathway analysis showed that GA could significantly influence hematopoietic cell lineage. The differential genes in the pathway were clustered using heat mapping, and RNA-seq results showed that GA altered gene expression. To correlate modulated gene expression and cognitive effects, we analyzed the levels of CD3e+ positive T cells, CD45R/B220+ positive B cells, and CD49b+ positive NK cells in the blood and spleen after 22 days of GA treatment. Flow cytometry showed that GA could increase T and B cells in the blood and spleen. To further investigate the relationship between neuroprotective effects of GA and effects on T and B cells, we tested behaviors after immunological reconstitution and GA treatment using a novel object recognition task in B-NDG mice. We found that, following immunological reconstitution and GA treatment, mice showed an increased preference for novel objects compared with controls as well as increased numbers of T, B, CD4, and CD8 cells. Increased neural stem cell markers accompanied these changes. Thus, our study suggests that GA may be a potential treatment for alleviating aging-associated cognitive declines and that these effects may be related to immune system modulation.", "subject_area": "Animal Behavior and Cognition", "authors": ["Ruichan Jiang", "Jiaming Gao", "Junyan Shen", "Xiaoqi Zhu", "Hao Wang", "Shengyu Feng", "Ce Huang", "Haitao Shen", "Hailiang Liu"]}, "10.1101/2020.03.25.007500": {"month": 3, "year": 2020, "title": "Agent-based simulation for reconstructing social structure by observing collective movements with special reference to single-file movement", "abstract": "Understanding social organization is fundamental for the analysis of animal societies. In this study, animal single-file movement data --- serialized order movements generated by simple bottom-up rules of collective movements --- are informative and effective observations for the reconstruction of animal social structures using agent-based models. For simulation, artificial 2-dimensional spatial distributions were prepared with the simple assumption of clustered structures of a group. Animals in the group are either independent or dependent agents. Independent agents distribute spatially independently each one another, while dependent agents distribute depending on the distribution of independent agents. Artificial agent spatial distributions aim to represent clustered structures of agent locations --- a coupling of \"core\" or \"keystone\" subjects and \"subordinate\" or \"follower\" subjects. Collective movements were simulated following two simple rules, 1) initiators of the movement are randomly chosen, and 2) the next moving agent is always the nearest neighbor of the last moving agents, generating \"single-file movement\" data. Finally, social networks were visualized, and clustered structures reconstructed using a recent major social network analysis (SNA) algorithm, the Louvain algorithm, for rapid unfolding of communities in large networks. Simulations revealed possible reconstruction of clustered social structures using relatively minor observations of single-file movement, suggesting possible application of single-file movement observations for SNA use in field investigations of wild animals.", "subject_area": "Animal Behavior and Cognition", "authors": ["Hiroki Koda", "Ikki Matsuda"]}, "10.1101/2020.03.25.008177": {"month": 3, "year": 2020, "title": "Ape cultures do not require behavior copying", "abstract": "While culture is widespread in the animal kingdom, human culture has been claimed to be special due to being cumulative. It is currently debated which cognitive abilities support cumulative culture, but behavior copying is one of the main abilities proposed. One important source of contention is the presence or absence of behavior copying in our closest living relatives, non-human great apes (apes) -- especially given that their behavior does not show clear signs of cumulation. Those who claim that apes copy behavior often base this claim on the existence of stable ape cultures in the wild (Whiten et al. 1999; van Schaik et al. 2003). We developed an individual-based model to test whether ape cultural patterns can both emerge and stabilize in the entire absence of any behavior copying, but only allowing for a well-supported alternative social learning mechanism, namely socially-mediated reinnovation, where only the frequency of reinnovation is under social influence, but the form of the behavior is not. Our model reflects wild ape life conditions, including physiological and behavioral individual needs, demographic and spatial features, and the possible range of genetic and ecological variations between populations. Our results show that, under a wide range of realistic values of all model parameters, we fully reproduce the most defining features of wild ape cultural patterns (Whiten et al. 1999; van Schaik et al. 2003). Overall, our results show that ape cultures can both emerge and stabilize without behavior copying. Ape cultures are therefore unable to pinpoint behavior copying abilities, lending support to the notion that behavior copying is, among apes, unique in the human lineage.", "subject_area": "Animal Behavior and Cognition", "authors": ["Alberto Acerbi", "William Daniel Snyder", "Claudio Tennie"]}, "10.1101/2020.03.25.994764": {"month": 3, "year": 2020, "title": "Non-Parametric Analysis of Inter-Individual Relations Using an Attention-Based Neural Network", "abstract": "In the past decade, social network analysis was widely adopted in animal studies, and it enabled the revelation of global characteristic patterns of animal social systems from pairwise inter-individual relations. Animal social networks are typically drawn based on geological proximity and/or frequency of social behaviors (e.g., grooming), but the appropriate choice of the distance/closeness metric is not clear especially when prior knowledge about the species/data is limited. In this study, the researchers explored a non-parametric analysis of inter-individual relations using a neural network with the attention mechanism, which plays a central role in natural language processing. The high interpretability of the attention mechanism and the flexibility of the entire neural network allow automatic detection of inter-individual relations included in raw data. As case studies, three-dimensional location data collected from simulated agents and real Japanese macaques were analyzed.", "subject_area": "Animal Behavior and Cognition", "authors": ["Takashi Morita", "Aru Toyoda", "Seitaro Aisu", "Akihisa Kaneko", "Naoko Suda-Hashimoto", "Ikki Matsuda", "Hiroki Koda"]}, "10.1101/593368": {"month": 3, "year": 2020, "title": "Robust Pavlovian to Instrumental and Pavlovian to Metacognitive Transfers in human reinforcement learning.", "abstract": "In simple instrumental-learning tasks, humans learn to seek gains and to avoid losses equally well. Yet, two effects of valence are observed. First, decisions in loss-contexts are slower, which is consistent with the Pavlovian-instrumental transfer (PIT) hypothesis. Second, loss contexts decrease individuals' confidence in their choices - a bias akin to a Pavlovian-to-metacognitive transfer (PMT). Whether these two effects are two manifestations of a single mechanism or whether they can be partially dissociated is unknown. Here, across six experiments, we attempted to disrupt the PIT effects by manipulating the mapping between decisions and actions and imposing constraints on response times (RTs). Our goal was to assess the presence of the metacognitive bias in the absence of the RT bias. Were observed both PIT and PMT despite our disruption attempts, establishing that the effects of valence on motor and metacognitive responses are very robust and replicable. Nonetheless, within- and between-individual inferences reveal that the confidence bias resists the disruption of the RT bias. Therefore, although concomitant in most cases, PMT and PIT seem to be - partly - dissociable. These results highlight new important mechanistic constraints that should be incorporated in learning models to jointly explain choice, reaction times and confidence.", "subject_area": "Animal Behavior and Cognition", "authors": ["Chih-Chung Ting", "Stefano Palminteri", "Jan B Engelmann", "Mael Lebreton"]}, "10.1101/2020.03.25.007575": {"month": 3, "year": 2020, "title": "The Effect of the Glossary on the Reliability and Performance of the Reading the Mind in the Eyes Test (RMET)", "abstract": "The Reading the Mind in the Eyes Test (RMET) is used to measure high-level Theory of Mind. RMET consists of images of the regions surrounding the eyes and a glossary of\n\nterms that defines words associated with the gazes depicted in the images. People must identify the meaning associated with each gaze and can consult the glossary as they respond. The results indicate that typically developed adults perform better than adults with neurodevelopmental disorders. However, the evidence regarding the validity and reliability of the test is contradictory. This study evaluated the effect of the glossary on the performance, internal consistency, and temporal stability of the test. A total of 89 undergraduate students were randomly assigned to three conditions. The first group used the original glossary (Ori-G). The second group developed a self-generated glossary of gazes (Self-G). Finally, the third group developed a glossary that did not define gazes, but unrelated words instead (No-G). The test was administered before and after participants drew a randomly assigned image as a secondary task. The findings show that the number of correct answers was similar among the three conditions before and after the secondary task. However, the Self-G and No-G groups took less time to finish the test. The type of glossary affected the consistency and stability of the test. In our case, the Self-G condition made the responses faster, more consistent, and more stable. The results are discussed in terms of levels of processing and the detection of mental states based on gazes.", "subject_area": "Animal Behavior and Cognition", "authors": ["José Toloza-Muñoz", "Jean González-Mendoza", "Ramon  D Castillo", "Diego Morales-Bader"]}, "10.1101/2020.03.14.992263": {"month": 3, "year": 2020, "title": "Morphognostic honey bees communicating nectar location through dance movements", "abstract": "Honey bees are social insects that forage for flower nectar cooperatively. When an individual forager discovers a flower patch rich in nectar, it returns to the hive and performs a 'dance' in the vicinity of other bees that consists of movements communicating the direction and distance to the nectar source. The bees that receive this information then fly to the location of the nectar to retrieve it, thus cooperatively exploiting the environment. This project simulates this behavior in a cellular automaton using the Morphognosis model. The model features hierarchical spatial and temporal contexts that output motor responses from sensory inputs. Given a set of bee foraging and dancing exemplars, and exposing only the external input-output of these behaviors to the Morphognosis learning algorithm, a hive of artificial bees can be generated that forage as their biological counterparts do.", "subject_area": "Animal Behavior and Cognition", "authors": ["Thomas Portegys"]}, "10.1101/2020.03.24.005504": {"month": 3, "year": 2020, "title": "Vocal convergence in the multi-level society of Guinea baboons", "abstract": "The extent to which nonhuman primate vocalizations are amenable to modification through experience is relevant for understanding the substrate from which human speech evolved. One road to investigate the flexibility in vocal production has been to study differences in vocal behaviour between different social groups. We examined the vocal behaviour of Guinea baboons, Papio papio, ranging in the Niokolo Koba National Park in Senegal. Guinea baboons live in a multi-level society, with parties nested within gangs. We investigated whether the acoustic structure of grunts of 30 male baboons of five gangs differed in relation to social level and genetic relatedness. Males in this species are philopatric, resulting in increased male relatedness within gangs and parties. Grunts from members of the same gang were more similar to each other than across gangs (N = 435 dyads), but for parties within gangs we found no evidence for higher similarity (N = 169 dyads). Acoustic similarity did not correlate with genetic relatedness. Our study provides evidence for acoustic convergence in male Guinea baboon grunts; the observed nonlinear relationship between social level and acoustic similarity may reflect the limits of the extent to which vocal accommodation is possible, or even advantageous.", "subject_area": "Animal Behavior and Cognition", "authors": ["Julia Fischer", "Franziska Wegdell", "Franziska Trede", "Federica Dal Pesco", "Kurt Hammerschmidt"]}, "10.1101/2020.03.25.007401": {"month": 3, "year": 2020, "title": "Piglets vocally express the anticipation of (pseudo)-social contexts in their grunts", "abstract": "Emotions not only arise in reaction to an eliciting event but also while anticipating it, making this context a way to assess the emotional value of events. Anticipatory studies have poorly considered vocalisations whereas they carry information about the emotional state. We studied the grunts of piglets that anticipated two (pseudo)social events known to elicit positive emotions more or less intense: arrival of a familiar conspecifics and arrival of a familiar human. Both time and spectral features of the vocal expression of piglets differed according to the emotional context. Piglets produced low-frequency grunts at a higher rate when anticipating conspecifics compared to human. Spectral noise increased when piglets expected conspecifics, whereas the duration and frequency range increased when expecting a human. When the arrival of conspecifics was delayed grunts duration increased, while when the arrival of the human was delayed spectral parameters were comparable to those during isolation. This shows that vocal expressions in piglets during anticipation are specific to the expected reward and to the time duration between signal and the delivery of the reward. Vocal expression (time and spectral features) is thus a good way to explore emotional state of piglets during anticipation of challenging events.", "subject_area": "Animal Behavior and Cognition", "authors": ["Avelyne S. Villain", "Azélie Hazard", "Margot Danglot", "Carole Guérin", "Alain Boissy", "Céline Tallet"]}, "10.1101/2020.03.23.003186": {"month": 3, "year": 2020, "title": "Social interaction influences innate color preference of zebrafish shoals", "abstract": "The color discrimination can confer survival advantages by helping animals to find nutritious food and shelter and to avoid predator. Zebrafish as a social species, data on innate color preference in shoals remain controversial and there are limited data for this organism. Here we showed that, when given a choice among two color combinations (R-Y, R-G, Y-G, B-G, B-R, B-Y), shoals of zebrafish exhibited a complex pattern of color preference and the order of RYGB preference was R>Y>G, B>G. By contrast, the individual zebrafish showed marked changes, completely losing their preference for all the tested color combinations. To investigate the role of shoaling behavior in color preference, we selected a D1-receptor antagonist (SCH23390), which could disrupt social preference and decrease social interaction in zebrafish. Interestingly, the shoals that were treated by SCH23390 showed no color preference for all color combinations. Our findings indicate that social interaction is involved in color-driven behavior in zebrafish, and reveal the possible mechanisms that the dopaminergic system may contribute to innate color preference in shoals of zebrafish.", "subject_area": "Animal Behavior and Cognition", "authors": ["Ju Wang", "Lifen Yin", "Bin Hu", "Lei Zheng"]}, "10.1101/2020.03.23.003301": {"month": 3, "year": 2020, "title": "Acute stressors experienced by layer breeders do not affect measures of stress and fear in their offspring", "abstract": "Stressors experienced by layer breeders during egg production can lead to changes in the egg hormone content, potentially impacting their offspring, the commercial layers. Genetic differences might also affect the offspring’s susceptibility to maternal experiences. In this study, we tested if maternal stress affects measures of stress and fear in five strains of layer breeders: commercial brown 1 & 2, commercial white 1 & 2 and a pure line White Leghorn. Each strain was equally separated into two groups: “Maternal Stress” (MS), where hens were subjected to a series of 8 consecutive days of acute psychological stressors, and “Control,” which received routine husbandry. Additional eggs from Control were injected either with corticosterone diluted in a vehicle solution (“CORT”) or just “Vehicle.” Stress- and fear-responses of the offspring were measured in a plasma corticosterone test and a combined human approach and novel object test. Both MS and CORT treatments failed to affect the measured endpoints in the offspring, but significant strain differences were found. The offspring of the white strains showed a higher physiological response compared to brown strains, but the White 2 offspring was consistently the least fearful strain in the behaviour tests. Our study found that the acute psychological stressors experienced by layer breeders did not affect the parameters tested in their offspring and that corticosterone does not seem to be the primary mediator of maternal stress in laying hens. This is highly important, as in poultry production, layer breeders are often subjected to short-term stressors. In addition, we successfully dissociated the physiological and behavioural parameters of stress response in laying hens, showing that increased concentrations of plasma corticosterone in response to stress is not directly associated with high levels of fear.", "subject_area": "Animal Behavior and Cognition", "authors": ["Mariana R. L. V. Peixoto", "Niel A. Karrow", "Amy Newman", "Jessica Head", "Tina M. Widowski"]}, "10.1101/861096": {"month": 3, "year": 2020, "title": "A new method of Bayesian causal inference in non-stationary environments", "abstract": "Bayesian inference is the process of narrowing down the hypotheses (causes) to the one that best explains the observational data (effects). To accurately estimate a cause, a considerable amount of data is required to be observed for as long as possible. However, the object of inference is not always constant. In this case, a method such as exponential moving average (EMA) with a discounting rate is used to improve the ability to respond to a sudden change; it is also necessary to increase the discounting rate. That is, a trade-off is established in which the followability is improved by increasing the discounting rate, but the accuracy is reduced. Here, we propose an extended Bayesian inference (EBI), wherein human-like causal inference is incorporated. We show that both the learning and forgetting effects are introduced into Bayesian inference by incorporating the causal inference. We evaluate the estimation performance of the EBI through the learning task of a dynamically changing Gaussian mixture model. In the evaluation, the EBI performance is compared with those of the EMA and a sequential discounting expectation-maximization algorithm. The EBI was shown to modify the trade-off observed in the EMA.", "subject_area": "Animal Behavior and Cognition", "authors": ["Shuji Shinohara", "Nobuhito Manome", "Kouta Suzuki", "Ung-il Chung", "Tatsuji Takahashi", "Hiroshi Okamoto", "Pegio-Yukio Gunji", "Yoshihiro Nakajima", "Shunji Mitsuyoshi"]}, "10.1101/2020.03.20.000828": {"month": 3, "year": 2020, "title": "Versatile Method to measure locomotion", "abstract": "Many studies require the ability to quantify locomotor behavior over time. The list of tracking softwares and their capabilities are constantly growing. At the 2019 CanFly Conference we presented preliminary results from an investigation of the effects of expressing polyglutamine repeats in fly muscles on longevity, locomotion and protein aggregation and received a lot of inquiries about our protocol to measure locomotion and how to use the FlyTracker MatLab software. This report describes a versatile locomotion measuring device and custom MatLab scripts for the extraction and analysis, and compilation of FlyTracker data in a format compatible with spreadsheet softwares. The measurement and analysis of multiple genotypes and both sexes across age shows that this method yields reproducible results that confirm that normal aging is associated with a progressive decline in locomotion as indicated by increased immobility and reduced velocity.", "subject_area": "Animal Behavior and Cognition", "authors": ["Taylor Barwell", "Sehaj Raina", "Laurent Seroude"]}, "10.1101/673509": {"month": 3, "year": 2020, "title": "Body size but not age influences phototaxis in bumble bee (Bombus terrestris, L.) workers", "abstract": "We studied phototaxis, the directional movement relative to light, in the bumble bee Bombus terrestris. We first developed and validated a MATLAB based system enabling reliable high-resolution tracking of a bee and a measurement of her distance relative to a changing LED light source. Using this system we found in all our experiments that workers show positive phototaxis. The strength of the phototactic response was influenced by body size but not age, and this effect was significant when the light source was weak. In a separate experiment, foragers showed stronger phototactic response compared to nurses only in one of two trials in which they were larger and tested with weak light intensity. The evidence that phototaxis is associated with size-based division of labor in the bumble bee and with age-related division of labor in the honey bee, lends credence to response threshold models implicating the response to light in the organization of division of labor in cavity dwelling social insects.", "subject_area": "Animal Behavior and Cognition", "authors": ["Michal Merling", "Shmuel Eisenmann", "Guy Bloch"]}, "10.1101/2020.03.20.000224": {"month": 3, "year": 2020, "title": "Prefrontal cortex represents heuristics that shape choice bias and its integration into future behavior", "abstract": "Goal-directed behavior requires integrating sensory information with prior knowledge about the environment. Behavioral biases that arise from these priors could increase positive outcomes when the priors match the true structure of the environment, but mismatches also happen frequently and could cause unfavorable outcomes. Biases that reduce gains and fail to vanish with training indicate fundamental suboptimalities arising from ingrained heuristics of the brain. Here, we report systematic, gain-reducing choice biases in highly-trained monkeys performing a motion direction discrimination task where only the current stimulus is behaviorally relevant. The monkey’s bias fluctuated at two distinct time scales: slow, spanning tens to hundreds of trials, and fast, arising from choices and outcomes of the most recent trials. Our finding enabled single trial prediction of biases, which influenced the choice especially on trials with weak stimuli. The pre-stimulus activity of neuronal ensembles in the monkey prearcuate gyrus represented these biases as an offset along the decision axis in the state space. This offset persisted throughout the stimulus viewing period, when sensory information was integrated, leading to a biased choice. The pre-stimulus representation of history-dependent bias was functionally indistinguishable from the neural representation of upcoming choice before stimulus onset, validating our model of single-trial biases and suggesting that pre-stimulus representation of choice could be fully defined by biases inferred from behavioral history. Our results indicate that the prearcuate gyrus reflects intrinsic heuristics that compute bias signals, as well as the mechanisms that integrate them into the oculomotor decision-making process.", "subject_area": "Animal Behavior and Cognition", "authors": ["Gabriela Mochol", "Roozbeh Kiani", "Rubén Moreno-Bote"]}, "10.1101/2020.03.20.985523": {"month": 3, "year": 2020, "title": "Mechanosensation Mediates Long-Range Spatial Decision-Making in an Aneural Organism", "abstract": "The unicellular protist Physarum polycephalum is an important emerging model for understanding how aneural organisms process information toward adaptive behavior. Here, we reveal that Physarum can use mechanosensation to reliably make decisions about distant objects its environment, preferentially growing in the direction of heavier, substrate-deforming but chemically-inert masses. This long-range mass-sensing is abolished by gentle rhythmic mechanical disruption, changing substrate stiffness, or addition of a mechanosensitive transient receptor potential channel inhibitor. Computational modeling revealed that Physarum may perform this calculation by sensing the fraction of its growth perimeter that is distorted above a threshold strain – a fundamentally novel method of mechanosensation. Together, these data identify a surprising behavioral preference relying on biomechanical features and not nutritional content, and characterize a new example of an aneural organism that exploits physics to make decisions about growth and form.", "subject_area": "Animal Behavior and Cognition", "authors": ["Nirosha J. Murugan", "Daniel H. Kaltman", "Hong Jin", "Melanie Chien", "Ramses M. Flores", "Cuong Q. Nguyen", "Dmitry Tuzoff", "Alexey Minabutdinov", "Anna Kane", "Richard Novak", "Donald E. Ingber", "Michael Levin"]}, "10.1101/2020.03.20.000315": {"month": 3, "year": 2020, "title": "Direct and indirect nutritional factors that determine reproductive performance of heifer and primiparous cows", "abstract": "Pregnancy rate is a major determinant of population dynamics of wild ungulates and of productivity of livestock systems. Allocation of feeding resources, including stocking rates, prior to and during the breeding season is a crucial determinant of this vital rate. Thus, quantification of effects and interaction among multiple factors that affect pregnancy rate is essential for management and conservation of pasture-based systems. Pregnancy rate of 2982 heifers and primiparous cows was studied as a function of animal category, average daily gain during the breeding season, stocking rate, pasture type and body weight at the beginning of the breeding season. Data were obtained from 43 experiments conducted in commercial ranches and research stations in the Pampas region between 1976 and 2015. Stocking rate ranged from 200 to 464 kg live weight/ha, which brackets values for most of the grazinglands in similar regions. Age at breeding was 14-36 months (24.6 ± 7.5 months); initial breeding weights were 129-506 kg and 194-570 kg for heifers and primiparous cows. Pregnancy rate was modeled with an apriori set of explanatory variables where proximate variables (breed, body weight at start of breeding, weight gain during breeding and category) were included first and subsequently modeled as functions of other variables (pasture type, supplementation and stocking rate). This modeling approach allowed detection of direct and indirect effects (through nutrition and body weight) of factors that affect pregnancy rate. Taurine (Bos taurus breeds, N = 1058) had higher pregnancy rate than B. Taurus x B. indicus crossbreed (N = 1924) females. Pregnancy rate of heifers and primiparous cows grazing in natural grasslands decreased with increasing stocking rate, but no effect of stocking rate was detected in cultivated and improved pastures. Pregnancy rate increased with increasing average daily gain during the breeding season. Use of cultivated or improved natural pastures promotes higher pregnancy rate, as well as allows higher in stocking rate at the regional level. Body weight at the start of the breeding season is the primary determinant of pregnancy rates in heifer and primiparous cows.", "subject_area": "Animal Behavior and Cognition", "authors": ["Lidiane R. Eloy", "Carolina Bremm", "José F. P. Lobato", "Luciana Pötter", "Emilio A. Laca"]}, "10.1101/2020.03.19.999227": {"month": 3, "year": 2020, "title": "Spatiotemporal reconstruction of emergent flash synchronization in firefly swarms via stereoscopic 360-degree cameras", "abstract": "During mating season, males of synchronous firefly species flash in unison within swarms of thousands of individuals. These strongly-correlated collective displays have inspired numerous mathematical models to explain how global synchronous patterns emerge from local interactions. Yet, experimental data to validate these models remains sparse. To address this gap, we develop a method for three-dimensional tracking of firefly flashes, using a stereoscopic setup of 360-degree cameras. We apply this method to record flashing displays of the North American synchronous species Photinus carolinus in its natural habitat as well as within controlled environments, and obtain the 3D reconstruction of flash occurrences in the swarm. Our results show that even a small number of interacting males synchronize their flashes; however, periodic flash bursts only occur in groups larger than 15 males. Moreover, flash occurrences are correlated over several meters, indicating long-range interactions. While this suggests emergent collective behaviour and cooperation, we identify distinct individual trajectories that hint at additional competitive mechanisms. These reveal possible behavioural differentiation with early flashers being more mobile and flashing longer than late followers. Our experimental technique is inexpensive and easily implemented. It is extensible to tracking light communication in various firefly species and flight trajectories in other insect swarms.", "subject_area": "Animal Behavior and Cognition", "authors": ["Raphaël Sarfati", "Julie Hayes", "Élie Sarfati", "Orit Peleg"]}, "10.1101/2020.03.19.998781": {"month": 3, "year": 2020, "title": "The dominance hierarchy of the female Yunnan snub-nosed monkeys (Rhinopithecus bieti)", "abstract": "Dominance hierarchies are common in social mammals, especially primates. The formation of social hierarchies is conducive to solving the problem of the allocation of scarce resources among individuals. From August 2015 to July 2016, we observed a wild, provisioned Yunnan snub-nosed monkey (Rhinopithecus bieti) group at Xiangguqing in Baimaxueshan National Nature Reserve, Yunnan Province, China. Aggressive and submissive behaviors were used to investigate dominance hierarchies between female individuals in the same one-male unit (OMU), and the grooming reciprocity index was used to detect reciprocal relationships between these females within the OMU. The results showed that loose social hierarchies exist among the females in each OMU, and more dominant individuals have higher grooming incomes. These results are consistent with the aggressive-submissive hypothesis and the resource control hypothesis.", "subject_area": "Animal Behavior and Cognition", "authors": ["Kai Huang", "Wancai Xia", "Yi Fu", "Yaqiong Wan", "Hao Feng", "Ali Krzton", "Jiaqi Li", "Dayong Li"]}, "10.1101/2020.03.17.994343": {"month": 3, "year": 2020, "title": "Changes in group size during resource shifts reveal drivers of sociality across the tree of life", "abstract": "From biofilms to whale pods, organisms have repeatedly converged on sociality as a strategy to improve individual fitness. Yet, it remains challenging to identify the most important drivers—and by extension, the evolutionary mechanisms—of sociality for particular species. Here, we present a conceptual framework, literature review, and model demonstrating that the direction and magnitude of the response of group size to sudden resource shifts provides a strong indication of the underlying drivers of sociality. We catalog six functionally distinct mechanisms related to the acquisition of resources, and we model these mechanisms’ effects on the survival of individuals foraging in groups. We find that whether, and to what degree, optimal group size increases, decreases, or remains constant when resource abundance declines depends strongly on the dominant mechanism. Existing empirical data support our model predictions, and we demonstrate how our framework can be used to predict the dominant social benefit for particular species. Together, our framework and results show that a single easily measurable characteristic, namely, group size under different resource abundances, can illuminate the potential drivers of sociality across the tree of life.", "subject_area": "Animal Behavior and Cognition", "authors": ["Albert B. Kao", "Amanda K. Hund", "Fernando P. Santos", "Jean-Gabriel Young", "Deepak Bhat", "Joshua Garland", "Rebekah A. Oomen", "Helen F. McCreery"]}, "10.1101/864611": {"month": 3, "year": 2020, "title": "Are “early birds” bolder? Early daily activity is not correlated with risk-taking behaviour in a major invasive species", "abstract": "Daily behavioural rhythms provide ecological advantages with respect to exploitation of food resources and avoidance of predation and recent studies suggested that timing of activity could form a behavioural syndrome with risk-taking behavior. Behavioural syndromes are often displayed by invasive species but the role of activity rhythms in biological invasions is unknown. Here, we investigated whether early nocturnal activity (the relative amount of locomotor activity displayed early in the night) and risk-taking behaviour (i.e. response to a scare stimulus) form a behavioural syndrome in a major invasive species, the signal crayfish (Pacifastacus leniusculus). We first characterized daily rhythms of locomotor activity over five days under controlled laboratory conditions and then scored the response to a scare stimulus across two different contexts (neutral and food) two days apart within the following six days. Crayfish displayed overall daily activity rhythms peaking in the first four hours of darkness. Both early nocturnal activity and risk-taking behaviour showed consistent inter-individual differences with repeatability scores of 0.20 and 0.35, respectively. However, the two behavioural traits were not correlated as in a behavioural syndrome. We argue that in contrast to other behavioural syndromes, a link between early nocturnal activity and risk-taking tendency would not be evolutionary stable as it dramatically increases predictability and therefore predatory pressure to individuals. We suggest that daily activity rhythms and risk-taking behavior can be important traits in understanding the adaptations underlying biological invasions or other processes of contemporary evolution.", "subject_area": "Animal Behavior and Cognition", "authors": ["Valerio Sbragaglia", "Thomas Breithaupt"]}, "10.1101/2020.02.12.945857": {"month": 3, "year": 2020, "title": "Long-term repeatability in social behaviours suggests stable social phenotypes in wild chimpanzees", "abstract": "Animals living in social groups navigate challenges when competing and cooperating with other group members. Changes in demographics, dominance hierarchies or ecological factors, such as food availability or disease prevalence, are expected to influence decision-making processes regarding social interactions. Therefore, it could be expected individuals show flexibility in social behaviour over time to maximise the fitness benefits of social living. To date, research across species has shown that stable inter-individual differences in social behaviour exist, but mostly over relatively short data collection time periods. Using data spanning over 20 years, we demonstrate that multiple social behaviours are repeatable over the long-term in wild chimpanzees, a long-lived species occupying a complex fission-fusion society. We controlled for temporal, ecological and demographic changes, limiting pseudo-repeatability. We conclude that chimpanzees living in natural ecological settings have relatively stable long-term social phenotypes over years that may be independent of life history stage or strategies. Our results add to the growing body of literature suggesting consistent individual differences in social tendencies are more likely the rule rather than the exception in group-living animals.", "subject_area": "Animal Behavior and Cognition", "authors": ["Patrick J. Tkaczynski", "Alexander Mielke", "Liran Samuni", "Anna Preis", "Roman Wittig", "Catherine Crockford"]}, "10.1101/2020.03.16.989897": {"month": 3, "year": 2020, "title": "A simple and reliable method for longitudinal assessment of untethered mosquito induced flight activity", "abstract": "Aedes aegypti adult females are key vectors of several arboviruses and flight activity plays a central role in mosquito biology and disease transmission. Available methods to quantify mosquito flight usually require special devices and mostly assess spontaneous locomotor activity at individual level. Here, we developed a new method to determine longitudinal untethered adult A. aegypti induced flight activity: the INduced FLight Activity TEst (INFLATE). This method was an adaptation of the “rapid iterative negative geotaxis” assay to assess locomotor activity in Drosophila and explore the spontaneous behavior of mosquito to fly upon a physical stress. Insects were placed on a plastic cage previously divided in four vertical quadrants and flight performance was carried out by tapping cages towards the laboratory bench. After one minute, the number of insects per quadrant was registered by visual inspection and categorized in five different scores. By using INFLATE, we observed that flight performance was not influenced by repeated testing, sex or 5 % ethanol intake. However, induced flight activity was strongly affected by aging, blood meal and inhibition of mitochondrial complex I. This simple and rapid method allows the longitudinal assessment of induced flight activity of multiple untethered mosquitoes and may contribute to a better understanding of A. aegypti dispersal biology.", "subject_area": "Animal Behavior and Cognition", "authors": ["Alessandro Gaviraghi", "Marcus F. Oliveira"]}, "10.1101/2020.03.16.994111": {"month": 3, "year": 2020, "title": "Loss of α7 nicotinic acetylcholine receptors in GABAergic interneurons causes sex-dependent impairments in postnatal neurogenesis and cognitive and social behavior", "abstract": "Neural stem cells within the subgranular zone of the dentate gyrus (DG) generate new neurons that form the granule cell layer during embryonic development and continue to generate new neurons throughout life. The maturation process of newly generated granule cells is modulated by nicotinic acetylcholine receptors (nAChRs), which have been shown to play a role in cell survival, signal modulation, dendritic integration, and memory formation. Disrupted nAChR signaling has been implicated in neuropsychiatric and neurodegenerative disorders, potentially via alterations in DG neurogenesis. GABAergic interneurons are known to express nAChRs, particularly the α7 subunit, and have been shown to shape development, integration, and circuit reorganization of DG granule cells. Therefore, we examined the effects of conditional deletion of α7 nAChRs in GABAergic interneurons on measures of postnatal neurogenesis and behavioral outcomes. Loss of α7 nAChRs resulted in a decrease of postnatal granule cells, as indicated by reduced GFAP+ cells in the DG, specifically in male mice, as well as sex-dependent changes in several behaviors, including social recognition, object investigation, and spatial learning. Overall, these findings suggest α7 nAChRs expressed in GABAergic interneurons play an important role in regulating postnatal neurogenesis and behavior in a sex-dependent manner. This provides important insight into the mechanisms by which cholinergic dysfunction contributes to the cognitive and behavioral changes associated with neurodevelopmental and neurodegenerative disorders.", "subject_area": "Animal Behavior and Cognition", "authors": ["Samir A. Nacer", "Simone Otto", "Ayland C. Letsinger", "Jemma Strauss DeFilipp", "Viktoriya D. Nikolova", "Natallia V. Riddick", "Korey D. Stevanovic", "Jesse D. Cushman", "Jerrel L. Yakel"]}, "10.1101/765123": {"month": 3, "year": 2020, "title": "Testosterone and cortisol are negatively associated with ritualized bonding behavior in male macaques", "abstract": "Neuroendocrine research on the formation of social bonds has primarily focused on the role of nonapeptides. However, steroid hormones often act simultaneously to either inhibit or facilitate bonding. Testosterone is proposed to mediate a trade-off between male mating effort and nurturing behavior; therefore, low levels are predicted during periods of nurturing infant care and social bonding. In species where social bonding and support regulates hypothalamic-pituitary-adrenal axis activity, we also expect glucocorticoid levels to be low during bonding periods. We investigated how immunoreactive urinary testosterone (iuT) and cortisol (iuC) were related to triadic male-infant-male interactions – a ritualized male bonding behavior – as well as infant care in male Barbary macaques (Macaca sylvanus). We collected >3000 hours of behavioral observation data during full-day focal animal follows from 14 adult males and quantified iuT and iuC from 650 urine samples. As predicted, both iuT and iuC were negatively correlated with rates of triadic interactions within-subjects in the hours preceding urination. We found no relationship between iuT and iuC with triadic interactions between-subjects. Infant care was weakly positively correlated to iuT and iuC within-subjects, but not between-subjects. The observed negative relationship between iuT and triadic interactions may be beneficial to lower competitive tendencies between adult males and to not inhibit bond formation. Lowered iuC could reflect increased bonding and perceived social support as triadic interactions predict future coalition formation in this species. Additionally, lowered iuC may be reflective of buffered tensions between males. The positive relationship of iuT and iuC with infant care suggests that the handling of infants in may be less nurturing but rather protective or competitive in this species. Measuring steroid hormones in relation to bonding and nurturing can help us interpret behaviors within the ecological contexts that they occur.", "subject_area": "Animal Behavior and Cognition", "authors": ["Alan V. Rincon", "Michael Heistermann", "Oliver Schülke", "Julia Ostner"]}, "10.1101/2020.03.17.995209": {"month": 3, "year": 2020, "title": "Effects of a blend of essential oils in milk replacer on performance, rumen fermentation, blood parameters and health scores of dairy heifers", "abstract": "The objective of this study was to evaluate how the inclusion of a blend of essential oils in milk replacer (MR) affects different outcomes of dairy heifers. The outcomes evaluated: feed intake, performance, body development, blood cells and metabolites, insulin-like growth factor-1 (IGF-1), rumen fermentation, fecal scores and respiratory scores. All outcomes were evaluated during pre-weaning (4 – 60 d of age), and carryover effects on post-weaning (61 – 90 d of age) periods. The experimental units utilized were 29 newborn Holstein × Gyr crossbred dairy heifers, with genetic composition of 5/8 or more Holstein and 3/8 or less Gyr and body weight (BW) at birth of 32.2 ± 5.2 kg. Experimental units were randomly assigned to either a control group (CON, n = 15) or a treatment group, consisting of supplementation of a blend of essential oils (BEO, n = 14) with1 g/d/calf (Apex Calf, Adisseo, China). During the pre-weaning phase, all heifers were fed 5 L of MR/d reconstituted at 15% (dry matter basis), divided into two equal meals. Water and starter were provided ad libitum. During the post-weaning, animals received a maximum 3 kg of starter/d, and ad libitum corn silage, divided into two meals. The outcomes feed intake, fecal and respiratory scores were evaluated daily. BW was measured every three days, while body development was recorded weekly. Blood samples were collected on 0, 30 and 60 d of age for total blood cell count, weekly to determinate ß-hydroxybutyrate, urea and glucose, and biweekly for IGF-1. Ruminal parameters (pH, volatile fatty acids, ammonia-N and acetate:proprionate proportion - C2:C3) were measured each 14 days. A randomized complete block design with an interaction between treatment and week was the experimental method of choice to test the hypothesis of effect of BEO on all outcomes. An ANOVA procedure was used for continuous outcomes and a non-parametric test was used for the ordered categorical outcomes both adopting a C.I. = 95%. Results indicated that there was not enough evidence to accept the alternative hypothesis of effect of BEO in MR on: feed intake, performance, body development and blood metabolites during both pre-weaning and post-weaning periods. However, results indicated that the inclusion of BEO in MR significantly affects the proportion of C2:C3 during pre and post-weaning (P ≤ 0.05). Similarly, the effect is significant for basophil (P ≤ 0.001) and platelet (P ≤ 0.05) counts in pre-weaning. The interaction between week and treatment was also significant for lymphocytes (P ≤ 0.001), revealing a long-term treatment immunological effect. Lastly, the effect on fecal scores was also significant (P ≤ 0.05) during pre-weaning, with lower values for BEO. BEO contributed for ruminal manipulation on pre-weaning and carry over effect on post-weaning; immunity improvement and a decrease morbidity of neonatal diarrhea in pre-weaning phase.", "subject_area": "Animal Behavior and Cognition", "authors": ["Joana P. Campolina", "Sandra G. Coelho", "Anna Luiza Belli", "Fernanda S. Machado", "Luiz G. R. Pereira", "Thierry R. Tomich", "Wanessa A. Carvalho", "Rodrigo O. S. Silva", "Alessandra L. Voorsluys", "David V. Jacob", "Mariana M. Campos"]}, "10.1101/2020.03.15.991513": {"month": 3, "year": 2020, "title": "The positive evidence bias in perceptual confidence is not post-decisional", "abstract": "Confidence in a perceptual decision is a subjective estimate of the accuracy of one’s choice. As such, confidence is thought to be an important computation for a variety of cognitive and perceptual processes, and it features heavily in theorizing about conscious access to perceptual states. Recent experiments have revealed a “positive evidence bias” (PEB) in the computations underlying confidence reports. A PEB occurs when confidence, unlike objective choice, over-weights the evidence for the chosen option, relative to evidence against the chosen option. Accordingly, in a perceptual task, appropriate stimulus conditions can be arranged that produce selective changes in confidence reports but no changes in accuracy. Although the PEB is generally assumed to reflect the observer’s perceptual and/or decision processes, post-decisional accounts have not been ruled out. We therefore asked whether the PEB persisted under novel conditions that eliminated two possible post-decisional accounts: 1) post-decision evidence accumulation that contributes to a confidence report solicited after the perceptual choice, and 2) a memory bias that emerges in the delay between the stimulus offset and the confidence report. We found that even when the stimulus remained on the screen until observers responded, and when observers reported their choice and confidence simultaneously, the PEB still emerged. Signal detection-based modeling also showed that the PEB was not associated with changes to metacognitive efficiency, but rather to confidence criteria. We conclude that once-plausible post-decisional accounts of the PEB do not explain the bias, bolstering the idea that it is perceptual or decisional in nature.", "subject_area": "Animal Behavior and Cognition", "authors": ["Jason Samaha", "Rachel Denison"]}, "10.1101/2020.03.14.990945": {"month": 3, "year": 2020, "title": "JNK signaling regulates oviposition in the malaria vector Anopheles gambiae", "abstract": "The reproductive fitness of the Anopheles gambiae mosquito represents a promising target to prevent malaria transmission. The ecdysteroid hormone 20-hydroxyecdysone (20E), transferred from male to female during copulation, is key to An. gambiae reproductive success as it licenses females to oviposit eggs developed after blood feeding. Here we show that 20E-triggered oviposition in these mosquitoes is regulated by the stress- and immune-responsive c-Jun N-terminal kinase (JNK). The heads of mated females exhibit a transcriptional signature reminiscent of a JNK-dependent wounding response while mating — or injection of virgins with exogenous 20E — selectively activates JNK in the same tissue. RNAi-mediated depletion of JNK pathway components inhibits oviposition in mated females, whereas JNK activation by silencing the JNK phosphatase puckered induces egg laying in virgins. Together, these data identify JNK as a potential conduit linking stress responses and reproductive success in the most important vector of malaria.", "subject_area": "Animal Behavior and Cognition", "authors": ["Matthew J. Peirce", "Sara N. Mitchell", "Evdoxia G. Kakani", "Paolo Scarpelli", "Adam South", "W. Robert Shaw", "Kristine L. Werling", "Paolo Gabrieli", "Perrine Marcenac", "Martina Bordoni", "Vincenzo Talesa", "Flaminia Catteruccia"]}, "10.1101/2020.03.14.991695": {"month": 3, "year": 2020, "title": "Effect of egg cannibalism on mating preferences and reproductive fitness of Menochilus sexmaculatus Fabricius (Coleoptera: Coccinellidae)", "abstract": "Cannibalism has been reported in a large proportion of coccinellids in fields as well as in laboratories but studies involving mate preferences and potential benefits of cannibalism on reproduction in Menochilus sexmaculatus Fabricius (Coleoptera: Coccinellidae)have yet not been done. Thus, we assessed the effect of conspecific egg cannibalism on mate preferences and reproductive outputs including offspring development. Higher mate preferences were recorded for non-cannibal mates (fed on A. craccivora) than cannibal ones (fed on conspecific eggs). Mating parameters significantly influenced by cannibalism. Time to commence mating lasted less for homogeneous diet pairs than heterogeneous diet pairs. Longer copulation duration and higher fecundity were recorded when one of the individuals in mating pair or both was a non-cannibal. Egg viability did not differed significantly in all reciprocal crosses. Total developmental durations of offspring were similar for all mating pairs.", "subject_area": "Animal Behavior and Cognition", "authors": ["Tripti Yadav", "Omkar", "Geetanjali Mishra"]}, "10.1101/2020.03.13.990721": {"month": 3, "year": 2020, "title": "Impact of Cannabinoid Type 1 Receptor Modulation on Risky Decision-Making", "abstract": "Recent changes in policy regarding cannabis in the U.S. have been accompanied by an increase in the prevalence of cannabis use and a reduction in the perceived harms associated with consumption. However, little is understood regarding the effects of cannabinoids on cognitive processes. Given that deficient risk-taking is commonly observed in individuals suffering from substance use disorders (SUDs), we assessed the impact of manipulating cannabinoid type 1 receptors (CB1Rs; the primary target for Δ9-tetrahydrocannabinol in the brain) on punishment-based risk-taking using the risky decision-making task (RDT) in male Long-Evans rats. The RDT measures preference for small, safe rewards over large, risky rewards associated with an escalating chance of foot shock. Systemic bidirectional CB1R manipulation with a CB1R agonist, CB1R antagonist, and FAAH inhibitor (which increases overall endocannabinoid tone) did not alter overt risk-taking in the RDT. Interestingly, direct CB1R agonism, but not indirect CB1R stimulation or CB1R blockade, resulted in reduction in latency to make risky choices while not altering safe choice latency. Our findings suggest that CB1R activation expedites engagement in punishment based risk-taking without affecting overall preference for risky vs. safe options. This indicates that risk preference and rate of deliberation for risk-taking are influenced by distinct neural substrates, an important consideration for development of precise treatments targeting the aberrant risk-taking typical of SUD symptomology.", "subject_area": "Animal Behavior and Cognition", "authors": ["Timothy G. Freels", "Anna E. Liley", "Daniel B. K. Gabriel", "Nicholas W. Simon"]}, "10.1101/2020.02.24.961565": {"month": 3, "year": 2020, "title": "Beyond locomotion: in the mouse the mapping between sensations and behaviours unfolds in a higher dimensional space", "abstract": "The ability of specific sensory stimuli to evoke spontaneous behavioural responses in the mouse represents a powerful approach to study how the mammalian brain processes sensory information and selects appropriate motor actions. For visually and auditory guided behaviours the relevant action has been empirically identified as a change in locomotion state. However, the extent to which locomotion alone captures the diversity of those behaviours and their sensory specificity is unknown.", "subject_area": "Animal Behavior and Cognition", "authors": ["Riccardo Storchi", "Nina Milosavljevic", "Annette E. Allen", "Timothy F. Cootes", "Robert J. Lucas"]}, "10.1101/2020.03.13.984542": {"month": 3, "year": 2020, "title": "Assessing the perceived reverberation in different rooms for a set of musical instrument sounds", "abstract": "Previous research has shown that the perceived reverberation in a room, or reverberance, depends on the sound source that is being listened to. In a study by Osses et al. [(2017) J. Acoust. Soc. Am. 141(4), EL381-EL387], reverberance estimates obtained from an auditory model for 23 musical instrument sounds in 8 rooms supported this sound-source dependency. As a follow-up to that study, a listening experiment with 24 participants was conducted using a subset of the original sounds with the purpose of mapping each test sound onto a reverberance scale. The experimentally-obtained reverberance estimates were significantly correlated with the simulated reverberance, providing further evidence that the sensation of reverberance is sound-source dependent.", "subject_area": "Animal Behavior and Cognition", "authors": ["Alejandro Osses Vecchi", "Glen McLachlan", "Armin Kohlrausch"]}, "10.1101/2020.03.12.988741": {"month": 3, "year": 2020, "title": "Landmark navigation in a mantis shrimp", "abstract": "Mantis shrimp are predatory crustaceans that commonly occupy burrows in shallow, tropical waters worldwide. Most of these animals inhabit structurally complex, benthic environments where many potential landmarks are available. Mantis shrimp of the species Neogonodactylus oerstedii return to their burrows between foraging excursions using path integration, a vector-based navigational strategy that is prone to accumulated error. Here we show that N. oerstedii can navigate using landmarks in parallel with their path integration system, offseting error generated when navigating using solely path integration. We also report that when the path integration and landmark navigation systems are placed in conflict, N. oerstedii will orient using either system or even switch systems enroute. How they make the decision to trust one navigational system over another is unclear. These findings add to our understanding of the refined navigational toolkit N. oerstedii relies upon to efficiently navigate back to its burrow, complementing its robust, yet error prone, path integration system with landmark guidance.", "subject_area": "Animal Behavior and Cognition", "authors": ["Rickesh N. Patel", "Thomas W. Cronin"]}, "10.1101/2020.03.11.986885": {"month": 3, "year": 2020, "title": "How to use random walks for modeling the movement of wild animals", "abstract": "Animal movement has been identified as a key feature in understanding animal behavior, distribution and habitat use and foraging strategies among others. At the same time, technological improvements now allow for generating large datasets of high sampled GPS data over a long period of time. However, such datasets often remain unused or used only in part due to the lack of practical models that can directly infer the desired features from raw GPS locations and the complexity of existing approaches. Some of them being disputed for their lack of rational or biological justifications in their design. We propose a simple model of individual movement with explicit parameters based on essential features of animal behavior. The main thrust was to stick to empirical observations, rather than using black-box models that could possibly perform very well while providing little insight from an ecological perspective. We used a simple model, based on a two-dimensional biased and correlated random walk with three forces related to advection, attraction and immobility of the animal. These forces can be directly estimated using individual raw GPS data. The performance of the model is assessed through 5 statistics that describe the spatial features of animal movement. We demonstrate the approach by using GPS data of 5 roe deer with high frequency sampling. We show that combining the three forces significantly improves the model performance. We also found that the model’s parameters are not affected by the sampling rate of the GPS, suggesting that our model could also be used with low frequency sampling GPS devices. Additionally, the practical design of the model was verified for detecting spatial feature abnormalities (such as voids) and for providing estimates of density and abundance of wild animals. Our results show that a simple and practicable random walk template can account for the spatial complexity of wild animals. Integrating even more additional features of animal movement, such as individuals’ interactions or environmental repellents, could help to better understand the spatial behavior of wild animals.", "subject_area": "Animal Behavior and Cognition", "authors": ["Geoffroy Berthelot", "Sonia Saïd", "Vincent Bansaye"]}, "10.1101/2020.03.11.987628": {"month": 3, "year": 2020, "title": "An approach to stress assessment during hunting: Cortisol levels of wild boar (Sus scrofa) during drive hunts", "abstract": "Only little is known about the effect of stress (both short-term and long-term) on wildlife species. To get an idea of stress in wildlife, we investigated the cortisol level of wild boar during drive hunts in Lower Saxony, Germany. Cortisol as one of the main stress hormone in mammals is considered to have negative impacts on the animal’s well-being if expressed excessively (repeatedly over a longer period). We analysed serum cortisol levels of 115 samples using a radioimmunoassay and compared sampling month, hunting grounds, age classes and sexes, as well as possible correlations between cortisol level and weight and pregnancy status of female wild boar. We found that cortisol levels during these drive hunts exhibit wide variation. The mean cortisol level was 411.16 nmol/L with levels ranging from 30.60 nmol/L (minimum) to 1,457.92 nmol/L (maximum). Comparing age groups and sexes, we found significant differences between the sexes, with females having a higher cortisol levels than males. After grouping age groups and sexes together, we also found significant differences based on the age-sex group. We found no correlation between cortisol levels and weight, but significantly higher cortisol levels in pregnant females compared to non-pregnant females. No differences were found between sampling months and locations, respectively. These results show the impact of drive hunts on stress in wild boar; nevertheless, this impact of drive hunts as performed in most parts of Central Europe seems to be not as high as imagined. Still, we need more information about cortisol levels and stress in (hunted) wildlife species.", "subject_area": "Animal Behavior and Cognition", "authors": ["Justine Güldenpfennig", "Marion Schmicke", "Martina Hoedemaker", "Ursula Siebert", "Oliver Keuling"]}, "10.1101/2020.03.10.985945": {"month": 3, "year": 2020, "title": "Moderate early-life stress improves adult zebrafish (Danio rerio) spatial short-term memory but does not affect social and anxiety-like responses", "abstract": "Early-life stress (ELS) is defined as a short or chronic period of trauma, environmental or social deprivation, which can affect different neurochemical and behavioral patterns during adulthood. Zebrafish (Danio rerio) have been widely used as a model system to understand human neurodevelopmental disorders and display translationally relevant behavioral and stress-regulating systems. In this study, we aimed to investigate the effects of moderate ELS by exposing young animals (six weeks post-fertilization), for three consecutive days, to three stressors, and analyzing the impact of this on adult zebrafish behavior (sixteen weeks post-fertilization). The ELS impact in adults was assessed though analysis of performance on tests of unconditioned memory (free movement pattern Y-maze test), exploratory and anxiety-related task (novel tank diving test) and social cohesion (shoaling test). Here, we show for the first time that moderate ELS increases the number of pure alternations compared to pure repetitions in the unconditioned Y-maze task, suggesting increased spatial short-term memory, but has no effect on shoal cohesion, locomotor profile or anxiety-like behavior. Overall, our data suggest that moderate ELS may be linked to adaptive flexibility which contributes to build ‘resilience’ in adult zebrafish by improving short-term spatial memory performance.", "subject_area": "Animal Behavior and Cognition", "authors": ["Barbara D. Fontana", "Alistair J. Gibbon", "Madeleine Cleal", "Ari Sudwarts", "David Pritchett", "Maria E. Miletto Petrazzini", "Caroline H. Brennan", "Matthew O. Parker"]}, "10.1101/2020.03.11.987073": {"month": 3, "year": 2020, "title": "Conditional repeatability and the variance explained by reaction norm variation in random slope models", "abstract": "Individuals differ in average phenotypes, but also in sensitivity to environmental variation. Such variation is biologically relevant, because it reflects variation in reaction norms. Between-individual variation in average phenotypes is typically quantified as random-intercept variation in linear mixed-effects models or as intra-class correlations (also known as repeatability). Similarly, context-sensitivity can be modelled as random-slope variation. However, random-slope variation implies that between-individual variation varies across the range of a covariate (environment, context, time or age) and has thus been called ‘conditional’ repeatability. While studies fitting random-slope models are on a rapid increase, there is a lack of a general concept for the quantification of context-sensitive between-individual variation. We here propose to put reaction-norm (random-slope) variation in perspective of the total phenotypic variance and suggest a way of standardization that we call random-slope coefficient of determination . Furthermore, we illustrate that instead of the random-intercept variance, the average repeatability across an environmental gradient will be a biologically more relevant description of between-individual variation and we call this the marginalized repeatability Rmar. We provide simple equation to calculated key descriptors of conditional repeatabilities, clarify the difference between random-intercept variation and average between-individual variation and make recommendations for comprehensive reporting. Most importantly, reporting should include means and variances of covariates. While we introduce the concept with individual-variation in mind, the framework is equally applicable to other type of between-group/cluster variation that varies across some (environmental) gradient.", "subject_area": "Animal Behavior and Cognition", "authors": ["Holger Schielzeth", "Shinichi Nakagawa"]}, "10.1101/2020.03.10.985457": {"month": 3, "year": 2020, "title": "DE NOVO SEQUENCING AND ANALYSIS OF THE RANA CHENSINENSIS TRANSCRIPTOME TO DISCOVER PUTATIVE GENES ASSOCIATED WITH POLYUNSATURATED FATTY ACIDS", "abstract": "Rana chensinensis (R. chensinensis) is an important wild animal found in China, and a precious animal in Chinese herbal medicine. R. chensinensis is rich in polyunsaturated fatty acids (PUFAS). However, information regarding the genes of R. chensinensis related to the synthesis of PUFAs is limited. To identify these genes, we performed Illumina sequencing of R. chensinensis RNA from the skin and Oviductus Ranae. The Illumina Hiseq 2000 platform was used for sequencing, and the I-Sanger cloud platform was used for transcriptome de novo sequencing and information analysis to generate a database. Through the database generated by the transcriptome and the pathway map, we found the pathway for the biosynthesis of R. chensinensis PUFAs. The Pearson coefficient method was used to analyze the correlation of gene expression levels between samples, and the similarity of gene expression in different tissues and the characteristics in their respective tissues were found. Twelve differentially expressed genes of PUFA in skin and Oviductus Ranae were screened by gene differential expression analysis. The 12 unigenes expression levels of qRT-PCR were used to verify the results of gene expression levels consistent with transcriptome analysis. Based on the sequencing, key genes involved in biosynthesis of unsaturated fatty acids were isolated, which established a biotechnological platform for further research on R. chensinensis.", "subject_area": "Animal Behavior and Cognition", "authors": ["Jingmeng Sun", "Zhuoming Wang", "Weiyu Zhang"]}, "10.1101/852830": {"month": 3, "year": 2020, "title": "Divergent strategies for learning in males and females", "abstract": "A frequent assumption in value-based decision-making tasks is that agents make decisions based on the feature dimension that reward probabilities vary on. However, in complex, multidimensional environments, stimuli can vary on multiple dimensions at once, meaning that the feature deserving the most credit for outcomes is not always obvious. As a result, individuals may vary in the strategies used to sample stimuli across dimensions, and these strategies may have an unrecognized influence on decision-making. Sex is a proxy for multiple genetic and endocrine influences that can influence decision-making strategies, including how environments are sampled. In this study, we examined the strategies adopted by female and male mice as they learned the value of stimuli that varied in both image and location in a visually-cued two-armed bandit, allowing two possible dimensions to learn about. Female mice acquired the correct image-value associations more quickly than male mice, and they used a fundamentally different strategy to do so. Female mice constrained their decision-space early in learning by preferentially sampling one location over which images varied. Conversely, male strategies were inconsistent, changing frequently and strongly influenced by the immediate experience of stochastic rewards. Individual strategies were related to sex-gated changes in neuronal activation in early learning. Together, we find that in mice, sex is linked with divergent strategies for sampling and learning about the world, revealing substantial unrecognized variability in the approaches implemented during value-based decision-making.", "subject_area": "Animal Behavior and Cognition", "authors": ["Cathy S. Chen", "R. Becket Ebitz", "Sylvia R. Bindas", "A. David Redish", "Benjamin Y. Hayden", "Nicola M. Grissom"]}, "10.1101/2020.03.06.981399": {"month": 3, "year": 2020, "title": "Inference and search on graph-structured spaces", "abstract": "How do people learn functions on structured spaces? And how do they use this knowledge to guide their search for rewards in situations where the number of options is large? We study human behavior on structures with graph-correlated values and propose a Bayesian model of function learning to describe and predict their behavior. Across two experiments, one assessing function learning and one assessing the search for rewards, we find that our model captures human predictions and sampling behavior better than several alternatives, generates human-like learning curves, and also captures participants’ confidence judgements. Our results extend past models of human function learning to more complex, graph-structured domains.", "subject_area": "Animal Behavior and Cognition", "authors": ["Charley M. Wu", "Eric Schulz", "Samuel J Gershman"]}, "10.1101/2020.03.06.981043": {"month": 3, "year": 2020, "title": "Mantis shrimp navigate home using celestial and idiothetic path integration", "abstract": "Path integration is a robust mechanism that many animals employ to return to specific locations, typically their homes, during navigation. This efficient navigational strategy has never been demonstrated in a fully aquatic animal, where sensory cues used for orientation may differ dramatically from those available above the water’s surface. Here we report that the mantis shrimp, Neogonodactylus oerstedii, uses path integration informed by a hierarchical reliance on the sun, overhead polarization patterns, and idiothetic (internal) orientation cues to return home when foraging, making them the first fully aquatic path-integrating animals yet discovered. We show that mantis shrimp rely on navigational strategies closely resembling those used by insect navigators, opening a new avenue for the investigation of the neural basis of navigation behaviors and the evolution of these strategies in arthropods and potentially other animals as well.", "subject_area": "Animal Behavior and Cognition", "authors": ["Rickesh N. Patel", "Thomas W. Cronin"]}, "10.1101/2020.02.17.951921": {"month": 3, "year": 2020, "title": "Recalling a single object: going beyond the capacity debate", "abstract": "Working memory is now established as a limited capacity system. The debate regarding working memory has been largely between slots and resource based models. The resource model suggests that as the number of items increases, precision of recall decreases because neural resources are dynamically allocate to all the objects needed for task. Slot model on the other hand implies that an item is stored either with the highest precision or not at all. If both these models stand true then quality of memory performance would be near perfect for a single object. However, that may not be the case. In the current work, we investigated recall accuracy for feature(s) of a single object in three successive experiments. In all three experiments, the memory array consisted of a single colored oriented short line presented a short distance away from the center of the display for 1 sec. We probed recall of features from the set of color, location, orientation, and size. In experiment 1 number of recall question varied between 1 – 4 with the order randomized in each trial. In experiment 2 we chose to probe only two feature recall questions, whereas only one recall question was probed for the third experiment. In experiment 3 we varied the delay before the recall probe between 1 and 2 s. The recall response for each feature was mapped on to a continuous variable. Subjects used a color wheel to respond to color, on-screen mouse click to indicate center of the line location, click away from the center to indicate size, and a mouse click to the periphery of centered circle to indicate orientation with the slant of the resulting radial line. We calculated z-scores of errors for each feature for every subject separately. In experiment 1 that for color, location, and size the errors increase significantly with the position of the questions asked. In experiment 2, the errors increased significantly between questions for color and location (but not for orientation and size). In experiment 3, we did not see any significant increase in error with recall probe delay. Overall run-time for each trial was within 10 secs, well within the limits of operation of working memory. This drop in performance poses questions for memory mechanisms proposed by slot and resource models as both would predict near-perfect recall within the time-period for the trials.", "subject_area": "Animal Behavior and Cognition", "authors": ["Rakesh Sengupta", "Christelle M. Lewis", "Raju S. Bapi"]}, "10.1101/2020.03.07.982090": {"month": 3, "year": 2020, "title": "A neural m6A/YTHDF pathway is required for learning and memory in Drosophila", "abstract": "The roles of epitranscriptomic modifications in mRNA regulation have recently received substantial attention, with appreciation growing for their phenotypically selective impacts within the animal. We adopted Drosophila melanogaster as a model system to study m6A, the most abundant internal modification of mRNA. Here, we report proteomic and functional analyses of fly m6A-binding proteins, confirming nuclear (YTHDC) and cytoplasmic (YTHDF) YTH domain proteins as the major m6A binders. Since all core m6A pathway mutants are viable, we assessed in vivo requirements of the m6A pathway in cognitive processes. Assays of short term memory revealed an age-dependent requirement of m6A writers working via YTHDF, but not YTHDC, comprising the first phenotypes assigned to Drosophila mutants of the cytoplasmic m6A reader. These factors promote memory via neural-autonomous activities, and are required in the mushroom body, the center for associative learning. To inform their basis, we mapped m6A from wild-type and mettl3 null mutant heads, allowing robust discrimination of Mettl3-dependent m6A sites. In contrast to mammalian m6A, which is predominant in 3’ UTRs, Drosophila m6A is highly enriched in 5’ UTRs and occurs in an adenosine-rich context. Genomic analyses demonstrate that Drosophila m6A does not directionally affect RNA stability, but is preferentially deposited on genes with low translational efficiency. However, functional tests indicate a role for m6A in translational activation, since we observe reduced nascent protein synthesis in mettl3-KO cells. Finally, we show that ectopic YTHDF can increase m6A target reporter output in an m6A-binding dependent manner, and that this activity is required for in vivo neural function of YTHDF in memory. Altogether, we provide the first tissue-specific m6A maps in this model organism and reveal selective behavioral and translational defects for m6A/YTHDF mutants.", "subject_area": "Animal Behavior and Cognition", "authors": ["Lijuan Kan", "Stanislav Ott", "Brian Joseph", "Eun Sil Park", "Crystal Dai", "Ralph Kleiner", "Adam Claridge-Chang", "Eric C. Lai"]}, "10.1101/572503": {"month": 3, "year": 2020, "title": "Visual awareness judgments are sensitive to accuracy feedback in stimulus discrimination task", "abstract": "In this study we tested the hypothesis that perceptual awareness judgments are sensitive to the accuracy feedback about previous behaviour. We used a perceptual discrimination task in which participants reported their stimulus awareness. We created two conditions: No-feedback and Feedback (discrimination accuracy feedback was provided at the end of each trial). The results showed that visual awareness judgments are related to the accuracy of current and previous responses. Participants reported lower stimulus awareness for incorrectly versus correctly discriminated stimuli in both conditions; they also reported lower stimulus awareness in trials preceded by incorrect discrimination responses, compared to trials preceded by correct discrimination. This difference was significantly stronger in the Feedback condition. Moreover, in the Feedback condition we also observed larger post-error slowing for PAS ratings. We discuss the relation between the effects of performance monitoring and visual awareness and interpret the results in the context of current theories of consciousness.", "subject_area": "Animal Behavior and Cognition", "authors": ["Marta Siedlecka", "Michał Wereszczyński", "Borysław Paulewicz", "Michał Wierzchoń"]}, "10.1101/788208": {"month": 3, "year": 2020, "title": "No evidence for a relationship between social closeness and similarity in resting-state functional brain connectivity in schoolchildren", "abstract": "Previous research suggests that the proximity of individuals in a social network predicts how similarly their brains respond to naturalistic stimuli. However, the relationship between social connectedness and brain connectivity in the absence of external stimuli has not been examined. To investigate whether neural homophily between friends exists at rest we collected resting-state functional magnetic resonance imaging (fMRI) data from 68 school-aged girls, along with social network information from all pupils in their year groups (total 5,066 social dyads). Participants were asked to rate the amount of time they voluntarily spent with each person in their year group, and directed social network matrices and community structure were then determined from these data. No statistically significant relationships between social distance, community homogeneity and similarity of global-level resting-state connectivity were observed. Nor were we able to predict social distance using a machine learning technique (i.e. elastic net regression based on the local-level similarities in resting-state whole-brain connectivity between participants). Although neural homophily between friends exists when viewing naturalistic stimuli, this finding did not extend to functional connectivity at rest in our population. Instead, resting-state connectivity may be less susceptible to the influences of a person’s social environment.", "subject_area": "Animal Behavior and Cognition", "authors": ["Carolyn Beth McNabb", "Laura Grace Burgess", "Amy Fancourt", "Nancy Mulligan", "Lily FitzGibbon", "Patricia Riddell", "Kou Murayama"]}, "10.1101/2020.03.06.980482": {"month": 3, "year": 2020, "title": "Are dogs with congenital hearing and/or vision impairments so different from sensory normal dogs? A survey of demographics, morphology, health, behaviour, communication, and activities", "abstract": "The births of domestic dogs with pigment deletion and associated congenital hearing and/or vision impairments are increasing, as a result of mutations of certain genes expressing popular coat colour patterns (Merle, piebald, Irish spotting). The future of these dogs is often pessimistic (early euthanasia or placement in rescues/fosters, lack of interactions and activities for adults). These pessimistic scenarios result from popular assumptions predicting that dogs with congenital hearing/vision impairments exhibit severe Merle-related health troubles (cardiac, skeletal, neurological), impairment-related behavioural troubles (aggressiveness, anxiety), and poor capacities to communicate, to be trained, and to be engaged in leisure or work activities. However, there is no direct scientific testing, and hence no evidence or refutation, of these assumptions. We therefore addressed an online questionnaire to owners of 223 congenitally sensory impaired (23 vision impaired, 63 hearing impaired, 137 hearing and vision impaired) and 217 sensory normal dogs from various countries. The sensory normal cohort was matched in age, lifetime with owner, breed and sex with the sensory impaired cohort, and was used as a baseline. The questionnaire assessed demographics, morphology, sensory impairments, health and behavioural troubles, activities, and dog-owner communication. Most hearing and vision impaired dogs exhibited abnormal pigment deletion in their coat and irises. Vision impaired dogs additionally exhibited ophthalmic abnormalities related to Merle. The results refute all above-listed assumptions, except for neurological troubles. We however suggest that reports of neurological troubles could be partially accounted for by lacks of diagnosis of breed-related drug sensitivity and impairment-related compulsive behaviours. Results about communication and activities are particularly optimistic. The need for future studies of numerous dogs from various breeds tested for Merle, piebald and medical-drug-resistance genes, and the beneficial effects that present and future research may have on the future of sensory impaired dogs, are discussed.", "subject_area": "Animal Behavior and Cognition", "authors": ["Sophie Savel", "Patty Sombé"]}, "10.1101/2020.03.05.963207": {"month": 3, "year": 2020, "title": "Emergent behavioral organization in heterogeneous groups of a social insect", "abstract": "The composition of social groups has profound effects on their function, from collective decision-making to foraging efficiency. But few social systems afford sufficient control over group composition to precisely quantify its effects on individual and collective behavior. Here we combine experimental and theoretical approaches to study the effect of group composition on individual behavior and division of labor (DOL) in a social insect. Experimentally, we use automated behavioral tracking to monitor 120 colonies of the clonal raider ant, Ooceraea biroi, with controlled variation in three key correlates of social insect behavior: genotype, age, and morphology. We find that each of these sources of heterogeneity generates a distinct pattern of behavioral organization, including the amplification or dampening of inherent behavioral differences in colonies with mixed types. Theoretically, we use a well-studied model of DOL to explore potential mechanisms underlying the experimental findings. We find that the simplest implementation of this model, which assumes that heterogeneous individuals differ only in response thresholds, could only partially recapitulate the empirically observed patterns of behavior. However, the full spectrum of observed phenomena was recapitulated by extending the model to incorporate two factors that are biologically meaningful but theoretically rarely considered: variation among workers in task performance efficiency and among larvae in task demand. Our results thus show that different sources of heterogeneity within social groups can generate different, sometimes non-intuitive, behavioral effects, but that relatively simple models can capture these dynamics and thereby begin to elucidate the basic organizational principles of DOL in social insects.", "subject_area": "Animal Behavior and Cognition", "authors": ["Yuko Ulrich", "Mari Kawakatsu", "Christopher K. Tokita", "Jonathan Saragosti", "Vikram Chandra", "Corina E. Tarnita", "Daniel J. C. Kronauer"]}, "10.1101/827667": {"month": 3, "year": 2020, "title": "Panoramic visual representation in the dorsal visual pathway and its role in reorientation", "abstract": "While primates are primarily visual animals, how visual information is processed on its way to memory structures and contributes to the generation of visuospatial behaviors is poorly understood. Recent imaging data demonstrate the existence of scene-sensitive areas in the dorsal visual path that are likely to combine visual information from successive egocentric views, while behavioral evidence indicates the memory of surrounding visual space in extraretinal coordinates. The present work focuses on the computational nature of a panoramic representation that is proposed to link visual and mnemonic functions during natural behavior. In a spiking neural network model of the dorsal visual path it is shown how time-integration of spatial views can give rise to such a representation and how it can subsequently be used to perform memory-based spatial reorientation and visual search. More generally, the model predicts a common role of view-based allocentric memory storage in spatial and non-spatial mnemonic behaviors.", "subject_area": "Animal Behavior and Cognition", "authors": ["Tianyi Li", "Angelo Arleo", "Denis Sheynikhovich"]}, "10.1101/2020.03.05.978262": {"month": 3, "year": 2020, "title": "Death recognition by undertaker bees", "abstract": "Dead conspecifics removal is important of being social to avoid pathogen transmission, which resulted in the evolution of a specific caste of undertaking workers in all hives bee species. However, it is mysterious that how the undertakers distinguish death and life instantly. Through integrative studies of behavioural tests and chemical analyses, a novel mechanism for dead conspecifics recognition is found in the Asian bee Apis cerana cerana Fabricius. The bees detect quickly the death of conspecifics based on decreased cuticular hydrocarbon (CHC) emissions, caused by the cooling of the dead bee. Specifically, with the decline of body temperature in death, the CHC emission was reduced. Undertakers perceived the major CHCs. Addition of synthetic CHCs, followed by heating, inhibited undertaking behaviour. Among these CHCs, heptacosane and nonacosane are the major compounds in a natural bee hive, providing a continuous signal associated with life. Via changing the vapour pressure then the ratio of emitted compounds encoding the physiological status of signal sender, insect chemical communication can be finely tuned by body temperature. This straightforward death recognition mechanism requiring little cost can be universal in animal living in social groups, especially in the social insects. Body temperature affected behaviour can response to increasing frequency of extreme weathers in global climate change, which help explain the recent worldwide bee health problem.", "subject_area": "Animal Behavior and Cognition", "authors": ["Ping Wen"]}, "10.1101/2020.03.04.975391": {"month": 3, "year": 2020, "title": "Cystathionine β-synthase deficiency impairs vision in the fruit fly, Drosophila melanogaster", "abstract": "Purpose In humans, deficiency in Cystathionine β-Synthase (CBS) levels leads to an abnormal accumulation of homocysteine and results in classic homocystinuria, a multi-systemic disorder affecting connective tissue, muscles, the central nervous system and the eyes. However, the genetic and molecular mechanisms underlying vision problems in patients with homocystinuria are little understood.", "subject_area": "Animal Behavior and Cognition", "authors": ["Marycruz Flores-Flores", "Leonardo Moreno-García", "Felipe Ángeles Castro-Martínez", "Marcos Nahmad"]}, "10.1101/2020.03.04.977439": {"month": 3, "year": 2020, "title": "Path integration error and adaptable search behaviors in a mantis shrimp", "abstract": "Mantis shrimp of the species Neogonodactylus oerstedii occupy small burrows in shallow waters throughout the Caribbean. These animals use path integration, a vector-based navigation strategy, to return to their homes while foraging. Here we report that path integration in N. oerstedii is prone to error accumulated during outward foraging paths and we describe the search behavior that N. oerstedii employs after it fails to locate its home following the route provided by its path integrator. This search behavior forms continuously expanding, non-oriented loops that are centered near the point of search initiation. The radius of this search is apparently scaled to the animal’s accumulated error during path integration, improving the effectiveness of the search. The search behaviors exhibited by N. oerstedii bear a striking resemblance to search behaviors in other animals, offering potential avenues for the comparative examination of search behaviors and how they are optimized in disparate taxa.", "subject_area": "Animal Behavior and Cognition", "authors": ["Rickesh N. Patel", "Thomas W. Cronin"]}, "10.1101/2020.03.04.976076": {"month": 3, "year": 2020, "title": "Optimal Random Avoidance Strategy in Prey-Predator Interactions", "abstract": "It has recently been reported that individual animals, ranging from insects to birds and mammals, exhibit a special class of random walks, known as Lévy walks, which can lead to higher search efficiency than normal random walks. However, the role of randomness or unpredictability in animal movements is not very well understood. In the present study, we used a theoretical framework to explore the advantage of Lévy walks in terms of avoidance behaviour in prey-predator interactions and analysed the conditions for maximising the prey’s survival rate. We showed that there is a trade-off relationship between the predictability of the prey’s movement and the length of time of exposure to predation risk, suggesting that it is difficult for prey to decrease both parameters in order to survive. Then, we demonstrated that the optimal degree of randomness in avoidance behaviour could change depending on the predator’s ability. In particular, Lévy walks resulted in higher survival rates than normal random walks and straight movements when the physical ability of the predators was high. This indicates that the advantage of Lévy walks may also be present in random avoidance behaviour and provides new insights into why Lévy walks can evolve in terms of randomness.", "subject_area": "Animal Behavior and Cognition", "authors": ["Masato S. Abe", "Minoru Kasada"]}, "10.1101/856153": {"month": 3, "year": 2020, "title": "A Decentralised Neural Model Explaining Optimal Integration Of Navigational Strategies in Insects", "abstract": "Robust insect navigation arises from the coordinated action of concurrent guidance systems but the neural mechanisms through which they function, and are coordinated, remain unknown. Our analysis suggests that insects require distinct visual homing and route following strategies which we propose use different aspects of frequency encoded views and different neural pathways: Mushroom Bodies for visual homing and Anterior Optic Tubercles for route following. We then demonstrate how the Central Complex and Mushroom Bodies work in tandem to coordinate the directional output of different guidance cues through contextually switched ring-attractor circuits inspired by neural recordings. The resultant unified model of insect navigation reproduces behavioral data from a series of cue conflict experiments in realistic animal environments and offers testable hypotheses of where and how insect process visual cues, utilise the different information provided and coordinate their outputs to achieve the adaptive behaviours observed in the wild.", "subject_area": "Animal Behavior and Cognition", "authors": ["Xuelong Sun", "Shigang Yue", "Michael Mangan"]}, "10.1101/799551": {"month": 3, "year": 2020, "title": "The secretome of a parasite alters its host’s behaviour but does not recapitulate the behavioural response to infection", "abstract": "Parasites with complex life cycles have been proposed to manipulate the behaviour of their intermediate hosts to increase the probability of reaching their final host. The cause of these drastic behavioural changes could be manipulation factors released by the parasite in its environment (the secretome), but this has rarely been assessed. We studied a non-cerebral parasite, the cestode Schistocephalus solidus, and its intermediate host, the threespine stickleback (Gasterosteus aculeatus), whose response to danger becomes significantly diminished when infected. These altered behaviours appear only during late infection, when the worm is ready to reproduce in its final avian host. Sympatric host-parasite pairs show higher infection success for parasites, suggesting that the secretome effects could differ for allopatric host-parasite pairs with independent evolutionary histories. We tested the effects of secretome exposure on behaviour by using secretions from the early and late infection of S. solidus and by injecting them in healthy sticklebacks from a sympatric and allopatric population. Contrary to our prediction, secretome from late infection worms did not result in more risky behaviours, but secretome from early infection resulted in more cautious hosts, only in fish from the allopatric population. Our results suggest that the secretome of Schistocephalus solidus contains molecules that can affect host behaviour, that the causes underlying the behavioural changes in infected sticklebacks are multifactorial, and that local adaptation between host-parasite pairs may extend to the response to the parasite’s secretome content.", "subject_area": "Animal Behavior and Cognition", "authors": ["Chloé Suzanne Berger", "Nadia Aubin-Horth"]}, "10.1101/2020.03.02.974006": {"month": 3, "year": 2020, "title": "Establishing Preclinical Withdrawal Syndrome Symptomatology Following Heroin Self-Administration in Male and Female Rats", "abstract": "Opioid use disorder (OUD) is a significant health problem, and understanding mechanisms of various aspects of OUD including drug use and withdrawal is important. Preclinical models provide an ideal opportunity to evaluate mechanisms underlying opioid withdrawal. Current models are limited by their reliance upon forced opioid administration, focus on the acute (and not protracted) syndrome, and exclusion of females. In this study, male and female rats self-administered heroin (maintenance dose of 12.5 μg/kg/infusion) opioid withdrawal following abrupt discontinuation was measured. In Phase 1, acute withdrawal symptoms were rated in male and female rats at 0, 16, 48, and 72 hrs following the last self-administration session. Total somatic signs increased until 48 hrs (predominantly in females), and heroin intake positively correlated with total somatic signs at the 48 and 72 hr timepoints. Measures of hyperactivity and anxiety-like behavior increased by 16 and 48 hrs, respectively. In Phase 2, symptoms were assessed at baseline, acute, and protracted (168 and 312 hrs after self-administration) timepoints in a subset of male and female rats from Phase 1. The total number of somatic signs did not differ across timepoints, though females displayed significantly higher body temperature at all timepoints compared to males, indicating sex-specific protracted withdrawal symptomatology. These data provide a thorough characterization of rodent opioid withdrawal symptomatology following self-administration and abrupt discontinuation that serve as a foundation for future studies designed to mimic the human experience, and demonstrate the importance of characterizing acute and protracted withdrawal with sex-specificity in preclinical models of opioid self-administration.", "subject_area": "Animal Behavior and Cognition", "authors": ["Cassandra D. Gipson", "Kelly E. Dunn", "Amanda Bull", "Hanaa Ulangkaya", "Aronee Hossain"]}, "10.1101/2020.03.03.974998": {"month": 3, "year": 2020, "title": "Consistent behavioural syndromes across seasons in an invasive freshwater fish", "abstract": "The linkage between behavioural types and dispersal tendency has been suggested to be a widespread phenomenon and understanding its mechanisms has become a pressing issue in light of global change and biological invasions. Here, we investigate whether individuals who colonize new habitats exhibit a certain set of behavioural types that differs from those remaining in the source population. We focussed on a feral population of guppies (Poecilia reticulata) that is assumed to undergo a yearly (re)colonization process. Guppies are among the most widespread invasive species in the world, but in temperate regions these fish can only survive in thermally altered freshwaters due to their tropical origin. The investigated population has sustained in a thermally-altered stream in Germany for over 50 years, where they find year-round suitable water temperatures around a warm-water influx. However, in warm seasons, peripheral parts of the warm-water flume become thermally accessible and may be colonized. We sampled fish from the source population and from a winter-abandoned downstream site in March, June and August. Fish were tested for boldness, sociability and activity involving open field tests as well as interactions with a biomimetic robot as social partner. Guppies differed consistently among each other in all three traits. Behavioural trait expression in the source population differed across seasons, however, we could not detect differences between source and downstream populations. Instead, all sampled populations showed a remarkably stable behavioural syndrome between boldness and activity despite strong changes in water temperatures across seasons. We conclude that random drift (as opposed to a personality-biased dispersal) is a more likely dispersal mode for guppies, at least in the investigated stream system. In the face of highly fluctuating environments, guppies seem to be extremely effective in keeping their behavioural expressions constant, which could help explain their successful invasion and adaptation to disturbed habitats.", "subject_area": "Animal Behavior and Cognition", "authors": ["J Lukas", "G Kalinkat", "FW Miesen", "T Landgraf", "J Krause", "D Bierbach"]}, "10.1101/441048": {"month": 3, "year": 2020, "title": "The HexMaze: A previous knowledge and schema task for mice", "abstract": "New information is rarely learned in isolation, instead most of what we experience can be incorporated into or uses previous knowledge networks in some form. However, most rodent laboratory tasks assume the animal to be naïve with no previous experience influencing the results. Previous knowledge in form of a schema can facilitate knowledge acquisition and accelerate systems consolidation: memories become more rapidly hippocampal independent and instead rely more on the prefrontal cortex. Here, we developed a new spatial navigation task where food locations are learned in a large, gangway maze – the HexMaze. Analysing performance across sessions as well as on specific trials, we can show simple memory effects as well as multiple effects of previous knowledge accelerating both online learning and performance increases over offline periods. Importantly, we are the first to show that schema build-up is dependent on how much time passes, not how often the animal is trained.", "subject_area": "Animal Behavior and Cognition", "authors": ["Alejandra Alonso", "Levan Bokeria", "Jacqueline van der Meij", "Anumita Samanta", "Ronny Eichler", "Patrick Spooner", "Irene Navarro Lobato", "Lisa Genzel"]}, "10.1101/2020.03.02.967489": {"month": 3, "year": 2020, "title": "A framework to identify structured behavioral patterns within rodent spatial trajectories", "abstract": "Animal behavior is highly structured. Yet, structured behavioral patterns – or “statistical ethograms” – are not immediately apparent from the full spatiotemporal data that behavioral scientists usually collect. Here, we introduce a framework to characterize quantitatively rodent behavior during spatial (e.g., maze) navigation, in terms of movement building blocks or motor primitives. The hypothesis underlying this approach is that rodent behavior is characterized by a small number of motor primitives, which are combined over time to produce open-ended movements. We introduce a machine learning methodology – dictionary learning – which permits extracting motor primitives from rodent position and velocity data collected during spatial navigation and use them to both reconstruct past trajectories and predict novel ones. Three main results validate our approach. First, our method reconstructs rodent behavioral trajectories robustly from incomplete data, outper-forming approaches based on standard dimensionality reduction methods, such as principal component analysis. Second, the motor primitives extracted during one experimental session generalize and afford the accurate reconstruction of rodent behavior across successive experimental sessions in the same or in modified mazes. Third, the number of motor primitives that our method associates to each maze correlates with independent measures of maze complexity, hence showing that the motor primitives formalism is sensitive to essential aspects of task structure. The framework introduced here can be used by behavioral scientists and neuroscientists as an aid for behavioral and neural data analysis. Indeed, the extracted motor primitives enable the quantitative characterization of the complexity and similarity between different mazes and behavioral patterns across multiple trials (i.e., habit formation). We exemplify some uses of the method to control for confounding effects (e.g., of maze complexity on behavior and reward collection), analyze habitual or stereotyped behavior, classify or predict behavioral choices as well as place and grid cell displacement in new mazes. Keywords: maze navigation; spatial trajectories; motor primitives; ethograms", "subject_area": "Animal Behavior and Cognition", "authors": ["Francesco Donnarumma", "Roberto Prevete", "Domenico Maisto", "Andrea Fuscone", "Matthijs A. A. van der Meer", "Caleb Kemere", "Giovanni Pezzulo"]}, "10.1101/2020.03.02.973693": {"month": 3, "year": 2020, "title": "Personality traits change after an opportunity to mate", "abstract": "There is growing evidence that personality traits can change throughout the life course in humans and nonhuman animals. However, the proximate and ultimate causes of personality trait change are largely unknown, especially in adults. In a controlled, longitudinal experiment, we tested whether a key life event for adults – mating – can cause personality traits to change in female threespine sticklebacks. We confirmed that there are consistent individual differences in activity, sociability and risk taking, and then compared these personality traits among three groups of females: 1) control females; 2) females that physically mated; 3) females that socially experienced courtship but did not mate. Both the physical experience of mating and the social experience of courtship caused females to become less willing to take risks and less social. To understand the proximate mechanisms underlying these changes, we measured levels of excreted steroids. Both the physical experience of mating and the social experience of courtship caused levels of dihydroxyprogesterone (17α,20β-P) to increase, and females with higher 17α,20β-P were less willing to take risks and less social. These results provide experimental evidence that personality traits and their underlying neuroendocrine correlates are influenced by formative social and life-history experiences well into adulthood.", "subject_area": "Animal Behavior and Cognition", "authors": ["Chloé Monestier", "Alison M. Bell"]}, "10.1101/2020.03.01.972257": {"month": 3, "year": 2020, "title": "Development of locomotion in low water exposure using sturgeon", "abstract": "The evolution of early land vertebrates from aquatic forms of life was a biological milestone. The transition to land was accompanied with expectedly challenging physiological and morphological evolutionary hurdles. So far, fossil records have provided substantial information on the origin of quadrupedal locomotion. However, fossil evidence alone is insufficient to understand how the soft-tissue-dependent motor functions and locomotion were acquired and developed. In the present study, we focus on locomotion of the sturgeon, an extant primitive fish, as a new experimental model, to investigate behavioural plasticity. Their locomotion in low-water-level conditions was similar to an escape response in water, the C-start escape response, which is used by most fish and amphibian juveniles to avoid predation. Sturgeons were also found to have mastered rolling-over in response to low water levels, resulting in the improvement of their trunk-twisting action. Sturgeons acquired an efficient shift in their centroid, thereby improving their mobility. We hypothesise that the escape response triggered by environmental hazards drove the development of locomotion, which was accompanied by a variety of behaviours.", "subject_area": "Animal Behavior and Cognition", "authors": ["Anshin. Asano-Hoshino", "Hideyuki. Tanaka", "Takashi. Nakakura", "Toshiaki. Tsuji", "Takuo. Mizukami"]}, "10.1101/2020.03.02.972828": {"month": 3, "year": 2020, "title": "Long-term associations and insights on social structure of the Humpback whales in Prince William Sound, Alaska", "abstract": "Humpback whale (Megaptera novaeangliae) social structure is more complex than previously thought. Because of the fluid “fission-fusion” nature of their relationships: individuals foraging, traveling, and socializing with a number of animals, where associations form and are broken numerous times, little has been confirmed about their long-term associations. Humpback whales of the North Pacific Ocean migrate annually between tropical breeding areas to northern latitudes where they congregate and feed. The purpose of this study was to explore the social and feeding habits of the summer population of humpback whales returning to Prince William Sound (PWS) in the south central coast of Alaska. Fluke photographs of pigmentation patterns were used to document individual whales between the years 1983 and 2009 to determine, population characteristics, reproductive rates, long-term associations, feeding habits and spatial partitioning. During the 27 year study period there were 3,017 encounters with 405 unique whales. Forty of these whales (9.88%) had long sighting histories, showing strong site fidelity. Association indices for all pairs of whales were calculated. Long-lasting associations were found between thirty-two of the forty whales. Two distinct groups were determined by the highest association coefficients. Although the overall ranges of the two groups overlapped, they did not often mingle and offspring did not join their maternal group. All but two females had enduring bonds with at least one male. Associate males were sometimes found at a distance from others of their “clan” and would rejoin periodically. Two whales from one of these clans were found together in Hawaiian waters, a male escorting a female with a newborn calf, suggesting these long lasting associations endure through migration and into the southern breeding areas. Optimal observation conditions of a small population of humpback whales in sheltered waters allowed the discovery of two social groups enduring almost three decades.", "subject_area": "Animal Behavior and Cognition", "authors": ["Olga von Ziegesar", "Shelley Gill", "Beth Goodwin"]}, "10.1101/2020.03.02.972802": {"month": 3, "year": 2020, "title": "Artificial Pinnae for Imitating Spatial Target Localization by the Brown Long-Eared Bat (Plecotus auritus)", "abstract": "Echolocating bats locate a target by ultrasonic echolocation and their performance is related to the shape of the binaural conformation in bats. In this study, we developed an artificial sonar system based on the vertical sound localization characteristics of the brown long-eared bat (Plecotus auritus). First, using the finite element method, we found that the beam of the first side lobe formed by a pinna constructed according to that in the brown long-eared bat shifted in an almost linear manner in the vertical direction as the frequency changed from 30 kHz to 60 kHz. We then estimated the elevation angle of the spatial target using the bat-inspired artificial active sonar. We employed an artificial neural network trained with the labeled data obtained from target echoes to directly estimate spatial targets. In order to improve the accuracy of the estimates, we also developed a majority vote-based method called sliding window cumulative peak estimation to optimize the outputs from the neural network. In addition, an L-shaped pinna structure was designed to simultaneously estimate the azimuth and elevation. Finally, we established a model of the relationship between the time-frequency features of the echo emitted by brown long-eared bats and the spatial direction by using the pre-trained neural network. Our field experiments indicated that the binaural conformation and relative binaural orientation both played vital roles in spatial target localization by these bats. Accurate echolocation can be achieved using a simple binaural sonar device even without binaural time difference information.", "subject_area": "Animal Behavior and Cognition", "authors": ["Xin Ma", "Sen Zhang", "Hongwang Lu", "Zheng Dong", "Weidong Zhou"]}, "10.1101/785345": {"month": 3, "year": 2020, "title": "Season-specific carry-over of early-life associations in a monogamous bird species", "abstract": "Social relationships can have important fitness consequences. Although there is increasing evidence that social relationships carry over across contexts, few studies have investigated whether relationships formed early in life are carried over to adulthood. For example, juveniles of monogamous species go through a major life-history stage transition—pair formation—during which the pair bond becomes a central unit of the social organization. At present, it remains unclear if pair members retain their early-life relationships after pair formation. We investigated whether same-sex associations formed early in life carry over into adulthood and whether carry-over was dependent on season, in a monogamous species. Moreover, we investigated the role of familiarity, genetic relatedness and aggression on the perseverance of social associations. We studied the social structure before and after pair formation in captive barnacle geese (Branta leucopsis), a highly social, long-lived, monogamous species. We constructed association networks of groups of geese before pair formation, during the subsequent breeding season, and in the following wintering season. Next, we studied how these associations carried over during seasonal changes. We found that early-life associations in females were lost during the breeding season, but resurfaced during the subsequent wintering season. In males, the early-life associations persisted across both seasons. Association persistence was not mediated by genetic relatedness or familiarity. The high level of aggressiveness of males, but not females, in the breeding season suggests that males may have played a key role in shaping both their own social environment and that of their partners. We show that early-life social relationships can be maintained well into later life. Such relationships can be sustained even if they are temporarily disrupted, for example due to reproductive behaviour. Our findings therefore highlight that the early-life social environment can have life-long consequences on individuals’ social environment.", "subject_area": "Animal Behavior and Cognition", "authors": ["Ralf H.J.M. Kurvers", "Lea Prox", "Damien R. Farine", "Coretta Jongeling", "Lysanne Snijders"]}, "10.1101/2020.03.02.967661": {"month": 3, "year": 2020, "title": "Honey bees solve a multi-comparison ranking task by probability matching", "abstract": "Honey bees forage on a range of flowers, all of which can vary unpredictably in the amount and type of rewards they offer. In this environment bees are challenged with maximising the resources they gather for their colony. That bees are effective foragers is clear, but how bees solve this type of complex multi-choice task is unknown. Here we challenged bees with a five-comparison choice task in which five colours differed in their probability of offering reward and punishment. The colours were ranked such that high ranked colours were more likely to offer reward, and the ranking was unambiguous. Bees choices in unrewarded tests matched their individual experiences of reward and punishment of each colour, indicating bees solved this test not by comparing or ranking colours but by matching their preferences to their history of reinforcement for each colour. We used a computational model to explore the feasibility of this probability matching strategy for the honey bee brain. The model suggested a structure like the honey bee mushroom body with reinforcement-related plasticity at both input and output was sufficient for this cognitive strategy. We discuss how probability matching enables effective choices to be made without a need to compare any stimuli directly, and the utility and limitations of this simple cognitive strategy for foraging animals.", "subject_area": "Animal Behavior and Cognition", "authors": ["HaDi MaBouDi", "James A.R. Marshall", "Andrew B. Barron"]}}